{"0": [["Sophia was excited. She was now in the 2nd grade and it was her first day of school. As she finished her breakfast, she looked out of the window and saw all her friends waiting for the bus.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_a9893eba-aa78-4c90-b004-ee6a3a6f08f6.jpg?v=1606814129"], ["“Mommy, can I ride the bus? ” she asked. “Yes, ” mommy said. Sophia was even more excited.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_50902b17-11b4-4bee-99c9-28c03703eaef.jpg?v=1606814154"], ["She jumped up from the table to go to the bus stop. Then her Mommy said, “Yes, you can ride the bus next week but I’ll walk with you to school for the first week. ” Sophia was sad and confused. She thought her Mommy said she could ride the bus but then kind of changed the answer.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_9cf9ec16-5c62-45a8-a7f9-f925f43fc4e3.jpg?v=1606814171"], ["Sophia wondered why her Mommy just didn’t say “no”. At least then she wouldn’t have gotten so excited. “Oh well, ” Sophia sighed. “Let’s go, it is a long walk. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_edd01ed5-efb3-4daf-a2a0-404989bb0400.jpg?v=1606814210"], ["Several days later, the music teacher talked with Sophia’s class. She explained about all the instruments and had the 3rd graders demonstrate each of them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_157aab6e-8cd9-42e2-b6c0-059875a96e0e.jpg?v=1606814233"], ["Sophia heard the flute and thought that it made the prettiest sound she had ever heard. “Can I play the flute? ” Sophia asked. “Well, that depends, ” replied the music teacher. “First, you need to get your parents’ permission, and then join the band. You also need to know that learning to play the flute, or any instrument, takes a lot of hard work.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_Col.jpg?v=1606814297"], ["Now, if you are willing to put in the work and you parents let you join the band, then the answer is YES. And I would be happy to have you join. We need another good flutist. ” Sophia was so excited and couldn’t wait to ask her mommy.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_7399d1ea-dd76-448e-a8aa-15859d74f0d0.jpg?v=1606814332"], ["School was over and as Sophia walked out of the door, she saw her mommy waiting. She ran down the sidewalk, yelling out “I want to play the flute. Can I play the flute? I want to join the band. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_4b39a24a-6244-42a4-b3f9-3ada98e8e194.jpg?v=1606814390"], ["“Calm down, Sophia. ” her mommy said. Sophia took a deep breath, counted to three, and said, “Can I please play the flute in the school band? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_eedf3efe-21cd-4362-9c0e-331b12325f19.jpg?v=1606814413"], ["“Yes, of course you can, ” her Mommy replied.      \nOh, Sophia was so very happy. She had gotten permission and was now going to play the flute in the band.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_2806fde3-1f36-49e2-adf3-b7201846f71d.jpg?v=1606814500"], ["Her Mommy then said, “Yes, you can play an instrument just like I did. \nThe tuba is a great instrument and you can even have mine. The same one I used when I was in band. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_11_029a420c-0681-4e5d-ad29-e587ec06968e.jpg?v=1606814518"], ["Oh, poor Sophia, she was so sad. She wanted to play the flute, not the tuba. \nSophia just didn’t understand why her Mommy said “yes” when she asked but really meant “no”. At least “no” for the instrument Sophia really wanted to play.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_12_b6d44456-6ab9-48bf-8537-e29051dbe6fa.jpg?v=1606814545"], ["“Maybe I won’t join the band, ” Sophia said in a low, sad voice. “Well, that’s up to you, ” her Mommy replied.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_13_f37ec355-1e2a-462e-9ee3-c44a96dea7e0.jpg?v=1606814573"], ["As Sophia finished her breakfast, she looked out the window and saw all her friends waiting for the bus. She was so very excited. This was a special day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_14_6b9c63d1-c88c-4fe5-b31d-a5a7d5b68a0b.jpg?v=1606814592"], ["The week was up and she could ride the bus with all her friends. She squirmed in her chair as she gulped down the last mouthful of milk.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_15_69698c1d-2b47-4bf5-8144-63a946a33674.jpg?v=1606814611"], ["“Bye mommy! ” she squealed as she ran towards the door. “And if I can’t ride the bus, please say NO. It is easier for me to understand. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_16_12f0d8c3-b052-41b4-ad4f-7c47b037822a.jpg?v=1606814637"]], "1": [["Jennie and Jimmy were twins and were they excited. They had just completed Kindergarten. And because they did so well, were going to the Big Zoo in the city.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_00b04f02-8208-4be9-84c8-1e5d8b192651.jpg?v=1606549916"], ["After they got into the family car’s back seat, mom checked their seat belts and dad said, “If everyone is ready let the journey begin. ”They were off and headed to the Big Zoo in the city.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_b82e9850-4b44-4ee7-b901-cace40bbb4f1.jpg?v=1606549940"], ["The Big Zoo in the city was a long way from home. It wasn’t long before Jennie and Jimmy were bored. They were so excited and just wanted to see the animals, even get some peanuts, popcorn, and soda. But it was taking so long.", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_6ff00eab-da4c-41b8-95b8-71071da423a6.jpg?v=1606549952"], ["“Are we there yet? ” asked Jimmy. “No” his mom replied. “It will be a little while. Why don’t you and Jennie look out the window and count pine trees? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_8c2e1a7e-d024-4ad6-ac3c-5cd1b33f9547.jpg?v=1606549963"], ["Jimmy looked at Jennie and then tried to look out the window. But they were too low in the seat to see anything.", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_426139f3-6768-4f63-b8e4-9f88fd475b2c.jpg?v=1606549978"], ["Jennie grumbled, “Dad, we can’t see out the window. Are we there yet? ”\n“Yah, are we there yet, ” Jimmy sang out.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_8dc6ae6c-ed2a-4a85-8ac6-269b30352c0d.jpg?v=1606549988"], ["“We are getting close. ” Mom chimed in. “Why don’t you both sing a song? That will help pass the time. ” “Okay. ” Jennie said. Then she leaned over to Jimmy and whispered something in his ear. They both smiled and giggled a little as they faced the front of the car and began to sing.", "https://cdn.shopify.com/s/files/1/2081/8163/files/7_b3c24b2e-718a-4aef-85e3-08788352e806.jpg?v=1606550004"], ["“Are we there yet…. Are we there yet…. Arewethereyet, Arewethereyet…. \nAre we, we, there, there, yet…. Are we there yet… Are we there yet……”", "https://cdn.shopify.com/s/files/1/2081/8163/files/8_b02d4308-065f-4ec2-a069-27b8c396ea47.jpg?v=1606550017"], ["Their dad looked at their mom and said softly, “I don’t know about you but I am glad we’re here. ”Then in a deep voice he sang out “Weee Haaave Ah-rived! ”\nJennie and Jimmy giggled.", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_640e6c0c-633d-4fdb-9a0d-8c22860dd2b5.jpg?v=1606550289"], ["Jimmy and Jennie had such a fun day. They visited every animal, had fun in the petting zoo, and ate hot dogs, popcorn, and peanuts. Soon it was time to leave. Mom got their seat belts on and they were headed home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_6742d8f6-a47f-4de4-956e-41060dadd412.jpg?v=1606550300"], ["“I hope they are tired and fall asleep, ” dad whispered to mom. “Are we there yet? ” Jennie giggled in a soft voice.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_ad5f5826-f57a-4772-aee0-5442eca07e86.jpg?v=1606550313"]], "2": [["Early one spring day, Sally Sue and her mommy planted a small\nvegetable garden.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_e4fa5a5a-b354-4f8f-a6fe-e9de133dbfd9.jpg?v=1606554499"], ["Sally Sue planted all her favorite vegetables. She planted carrots, corn, lettuce and even pumpkins.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_795f2fab-4dad-4830-8365-59e1dbe866a2.jpg?v=1606554530"], ["Sally Sue watered the garden every day and with her mommy’s help, removed the weeds. She was so excited to watch her vegetables grow and her mommy was so proud of her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_8950b473-6c37-4655-b14e-45112f79afd3.jpg?v=1606554557"], ["The plants grew and grew. One day Sally Sue noticed that the plants \n\ndidn’t look good. They had brown spots on their leaves and it looked like something was eating them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_998c57e1-f765-46bf-9b10-1675d38030ef.jpg?v=1606554608"], ["Sally Sue’s mommy said that it looked like there were little bugs called aphids eating her vegetable plants. Sally Sue was sad. But her mommy told her not to worry. In a few days there would be some hero bugs coming to the rescue.", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_734aa504-6529-40fb-bc47-2753a40cdd46.jpg?v=1606554636"], ["The next day, when Sally Sue went to the garden, she saw pretty, little beetles all over. They were red with black dots on their back. Her mommy saw that Sally Sue was afraid that these bugs would also eat her vegetable plants, so she yelled out “The heroes are here. Three cheers for the Ladybugs. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_c16b2894-d62b-45a1-9276-64659e0cb5f2.jpg?v=1606554665"], ["“Ladybugs? ” Sally Sue asked. “You mean the heroes are girls? ” Then she asked, “Where are the boy bugs? ” Her mommy then explained that there were both girl and boy beetles and that they were just called Ladybugs. “Then why are they called Ladybugs? ” Sally Sue asked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/7_874bad5a-c123-48b2-9fb6-4044aafc3017.jpg?v=1606554695"], ["Her mommy then explained that when she was little, her grandfather had told her that since they were pretty, and all little ladies are pretty, just like you Sally Sue, they became known as Ladybugs. “Oh” said Sally Sue. “That’s it? ” “I was also told that many years ago, in the middle ages, the farmers crops were being eaten by aphids and they prayed to Mother Nature for help. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/8_04b423f4-e776-4f5a-a148-2d47f4fdfa3d.jpg?v=1606554720"], ["“In the next few days, these beetles came and ate the aphids, saving their crops. In respect for their prayers being answered by Mother Nature, they named them Beetle of the Lady. In time they became known as Lady Beetles and later just Ladybugs” “It doesn’t really matter. ” said Sally Sue. “They are pretty and helpful, and with due respect to the “boys”… thank you ladies! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_56e8dd79-c43f-4f20-9790-c1417a05c7bd.jpg?v=1606554746"], ["Later that summer, Sally Sue had lots of yummy vegetables. And in early fall, the biggest pumpkins she ever saw.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_74bb9ef1-e765-4aed-9318-bc7a2debeab1.jpg?v=1606554778"]], "3": [["Little Betty was walking through their vegetable garden when all of a sudden she began to scream. “Bugs, ugly creepy bugs! They’re all over the place. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/1-v-portrait.jpg?v=1606473285"], ["“What’s all the fuss? ”her grandfather enquired. “Yuck! There are so many nasty critters all over our vegetables. I’m afraid to pick any for dinner tonight. Let’s just start to squish them. Yikes, bad bug, bad bug, get off me. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/2portrait.jpg?v=1606473297"], ["“Betty, wait! Don’t hurt him. That’s a praying mantis and he is a good bug, ” her grandfather said, as he gently brushed the praying mantis off her. Betty asked, “What do you mean by ‘good bug’? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/3portrait.jpg?v=1606473308"], ["“Just because it’s a bug, or we don’t understand it, or like the way it looks, doesn’t make it bad, ” he said. “There are bugs that eat or kill our vegetables. I think those are bad bugs. Then there are bugs that eat or chase away those bad bugs. I think they are good bugs. In fact, I put good bugs in my garden so I don’t have to use chemicals to chase away the bad bugs. I have an idea. Let’s go on a safari. It will help you understand. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/4-portrait.jpg?v=1606473330"], ["“A safari! ” she exclaimed. “Let’s go! ” Betty’s grandfather then explained that she would have to use her imagination to make them very small, so that they could go on a safari into the world of the insects. In a flash, they were there. Betty was a little frightened but she knew thatit was all imaginary.", "https://cdn.shopify.com/s/files/1/2081/8163/files/5-portrait.jpg?v=1606473342"], ["“What do we do now? ” she whispered. “Just walk slowly and observe and I will explain about all of the good bugs I put in the garden, ”he replied.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6portrait.jpg?v=1606473357"], ["“Over there is that praying mantis that landed on you. He eats flies and some bad beetles. And because he is big, he has big pincers and can give you quite a pinch. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/7portrait.jpg?v=1606473371"], ["LadyBugs, and other similar beetles, eat little tiny aphids, mites, and other soft-bodied bugs and their eggs.", "https://cdn.shopify.com/s/files/1/2081/8163/files/8-portrait.jpg?v=1606473382"], ["Spined soldier bugs (stink bugs) feed on all sorts of garden pests. But don’t accidentally squish one of these, they really smell.", "https://cdn.shopify.com/s/files/1/2081/8163/files/9-portrait.jpg?v=1606473395"], ["There are many more but it’s getting late. We need to get back to picking vegetables for our dinner. We can go on a safari to the world of the insects again tomorrow. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/10-portrait.jpg?v=1606473412"], ["“grandpa, that was great! ” Betty shrieked with joy. “I now understand what you meant by good bugs. And I realize that even though they are good, they can still bite or sting, so I’ll be real careful. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/11--portrait.jpg?v=1606473426"], ["“I can’t wait until we go on a safari again. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12-portrait.jpg?v=1606473437"]], "4": [["Even though I have grandchildren of my own, it seems like it was only yesterday when I returned home from school to find a frog in my bedroom.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_col.jpg?v=1606468297"], ["My mother just chuckled when I yelled out, “I found a frog on my bed. ”Now, she knew that I would eventually find one but she let me discover a wonder of Nature that many people miss.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02_col.jpg?v=1606468328"], ["You see, a little earlier that spring, when I was 6 years old; I saw some little, black fish in a pond. Since I didn’t have any pets I went home and asked my mother if I could have one.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_Col-copy-copy.jpg?v=1606468339"], ["After we talked about my catching some of the fish I saw, and the responsibility of having a pet, she agreed.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_4a.jpg?v=1606468352"], ["She gave me a bowl, told me to go catch a few, and said that while \nI was out she would prepare their new home. Off I went.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_4b_col.jpg?v=1606468365"], ["There were so many that they were easy to catch. I filled the bowl and ran home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_col.jpg?v=1606468375"], ["When I got home, my mother had an old fish bowl filled with water sitting on the corner of my desk. She asked to see the fish, looked, and with a big smile said, \n“Tadpoles. – Wow! You are in for a surprise. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_col-copy-copy.jpg?v=1606468387"], ["I asked what she meant and she just said that I would have to \nwait and see, but to watch my fish carefully.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_col-copy-copy.jpg?v=1606468387"], ["After a few weeks, I noticed some were changing. “Mom, ” I yelled with excitement. “Come here, my fish are growing legs. ” She came into my room, looked, smiled, and told me to keep watching.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_col-copy-copy.jpg?v=1606468401"], ["After several more weeks, there were more changes. “Mom, ” I yelled with excitement. “Come here, my fish are growing front legs and their tail is going away. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_col.jpg?v=1606468412"], ["A week or so later when I got up, I was amazed. There were more changes. \nMy fish didn’t have tails, their legs were bigger, and they didn’t look like \nthe little black fish I had caught earlier in the Spring.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_col.jpg?v=1606468426"], ["That day, when I returned home from school, is when I yelled out, “I found a frog on my bed. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11.jpg?v=1606468438"], ["“Surprise, ” yelled mom. “You watched a miracle right before your eyes. A fish \nchanged into a frog.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_12_col.jpg?v=1606468450"], ["Off I went.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_13_col.jpg?v=1606468462"]], "5": [["Sammy saw the snake and snuck around its side.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Do-You-Wonder-How-Snake-Slither.jpg?v=1606561495"], ["Sally saw the snake and scampered down the path.", "https://cdn.shopify.com/s/files/1/2081/8163/files/003.jpg?v=1606561854"], ["The snake saw Sammy. . .", "https://cdn.shopify.com/s/files/1/2081/8163/files/005.jpg?v=1606561916"], ["and Sally. . .", "https://cdn.shopify.com/s/files/1/2081/8163/files/004.jpg?v=1606561895"], ["and slithered away.", "https://cdn.shopify.com/s/files/1/2081/8163/files/006.jpg?v=1606561959"], ["Did you ever wonder how snakes slither? \nWell, let me tell you. \nI am Slithers, the Snake and here is how we do it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/007.jpg?v=1606561993"], ["As you noticed, we don’t have legs but still get around quite well. We actually have 4 ways of moving. And since we don’t have legs we use our tummy scales and muscles to get us around.", "https://cdn.shopify.com/s/files/1/2081/8163/files/008.jpg?v=1606562012"], ["Most of you think slithering is the only way we move. It is our most common way and you could think of it as your walking. We push off something like a bump on the ground or a rock to get going. Then we move in a wavy motion using our tummy scales and muscles to pull us along. It is called the Serpentine method but slithering is just fine.", "https://cdn.shopify.com/s/files/1/2081/8163/files/009.jpg?v=1606562040"], ["We can hold on to something with our tail portion, even the ground, and spring our front part forward. Then we drop the front part, hang on, and pull our back part along. Maybe this is like your running as we can go pretty fast. It is called the Concertina method but slithering is just fine.", "https://cdn.shopify.com/s/files/1/2081/8163/files/010.jpg?v=1606562061"], ["In the sand, mud, or on slippery rocks we move along in a funny way. It is like your hopping. It’s hard to tell you how we do it. It looks like we toss our head forward, but off to the side, not straight ahead. Then the rest of our body follows in a sideways motion. It is called Sidewinding but slithering is just fine.", "https://cdn.shopify.com/s/files/1/2081/8163/files/011---Copy.jpg?v=1606562086"], ["Sometimes you slowly crawl on your tummy. Well, so do we. When we need to be quiet and move very slowly, we use some of our wide scales on our back part to grip the ground. Then we push straight ahead with the others. It is called the Rectilinear method but slithering is just fine.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_bcb813a9-6a2b-44c2-9c87-4a350de397aa.jpg?v=1606562181"], ["People walk, run, hop, and crawl. We snakes serpentine, concertina, sidewind, and rectilinear. And we both get to where we want to go.", "https://cdn.shopify.com/s/files/1/2081/8163/files/013.jpg?v=1606562224"], ["Wow! After talking to you about the way we move, I guess it is easier just to say we SLITHER.", "https://cdn.shopify.com/s/files/1/2081/8163/files/014.jpg?v=1606562253"]], "6": [["Once upon a time, there was a giraffe named Ginger. Ginger lived in Kenya, a country in Africa. Like all giraffes, Ginger had a long neck and long legs. Because she was so tall, she was able to eat food from the very tops of the trees in the savannah. The savannah in Africa is an area with lots of grass and some trees. Sometimes, a savannah is called grasslands. The other animals like zebras and antelopes could not reach where Ginger could reach. But Ginger always found food. She loved the leaves and the new buds of the trees.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--1.jpg?v=1606459201"], ["One day, Ginger was busy eating her favorite leaves along with some other giraffes. It was a bright sunny day and there was not a cloud in the sky. It had not rained for a long time, so the grass was very dry. She heard a noise down at the bottom of her extra long legs: it was her friend, Mickey the Monkey. Mickey was trying to say something, but Ginger couldn’t understand what he was saying. He looked very tired. “What’s wrong? ” asked Ginger. Ginger was a very kind giraffe and wanted to help everyone. \nJust then Mickey fell over!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--qqqq.jpg?v=1606459680"], ["Ginger was also a smart giraffe. She knew what was wrong. Mickey couldn’t find anything to eat and he was very hungry. Ginger nibbled some fresh, tender leaves and buds from the top of the tree where she was eating. She dropped some of the leaves and buds to the ground near where Mickey was. Then she nudged him a little with the hoof at the bottom of one of her very long legs. “Wake up, Mickey! ” said Ginger. \n“I’ve found something for you to eat. ” \nSlowly Mickey sat up and ate a little.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--3.jpg?v=1606459221"], ["After a while, when Mickey was feeling better, Ginger asked him, “What’s happened, Mickey? Why are you so hungry? Why can’t you find anything to eat? ” Mickey said, “It hasn’t rained for so long and now there’s no more food. ” “That’s not good, ” said Ginger. “What’s happening with the other animals? ” “No one knows what to do, ” answered Mickey. “All the zebras and the antelopes and the elephants are getting worried about the dry grass. \nSome of them are thinking about leaving the savannah and trying to reach the jungle. ” \n“That’s a long trip, ” said Ginger. \n“Are you going to go with them? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--4.jpg?v=1606459235"], ["“I don’t know, ” answered Mickey. “What do you think we should do? ” Ginger thought for a while and then suddenly, she had a good idea. “We should go talk to Leo the Lion. \nHe is the smartest animal in the savannah! ” Mickey was too tired to walk, so Ginger invited him to ride on her back. “Hold on tight to my neck, ” said Ginger. “There’s a lot to hold on to, ” joked Mickey. Ginger laughed. “You’re right. I’ve got the longest neck in Africa! ” So they started their journey across to the other side of the savannah to look for Leo.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--5.jpg?v=1606459245"], ["Ginger and Mickey were in luck! Leo was sitting up on a rock and he was really easy to see as they walked through the grass. “Hi, Leo! ” they both shouted. Leo had been napping and was a little grumpy when they woke him up. But he was polite and said, “Hello Ginger and Mickey. Why did you walk the whole way across the savannah? Just to wake me up? ” But he was joking; he had a smile on his face. “Mickey says that there is no food left on the savannah because it’s been so dry, ” said Ginger. “Do you have any ideas? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--6.jpg?v=1606459256"], ["Leo thought for a while. He said, “There’s nothing we can do about the rain. It will come soon, but we can’t be sure when it will arrive. When the rain comes, all the plants will grow again and there will be lots of food for everybody. ” \nHe thought a little longer. “The only thing I can think of is for everyone to move closer to the forest, ” he continued. “There will be more things to eat there, but I know it’s a long trip and it will not be very easy. \nIt might take days to get there. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--7.jpg?v=1606459265"], ["Ginger and Mickey looked at each other and then looked back at Leo. “Thank you, Leo, ” said Ginger. “It’s probably best if they all try to get closer to the jungle. ” They said goodbye and then walked back across the savannah. \nNow they needed to gather all of the animals together to start the long journey. Ginger didn’t need to go along because she had plenty of food in her high trees. But she was a good friend and wanted to help as much as she could. \nThey walked towards her favorite trees and guess what she and Mickey saw?", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--8.jpg?v=1606459275"], ["All of the animals were already gathered there and waiting for Ginger and Mickey! “Why are you all here? ” asked Ginger. “Eddie the Eagle told us that you’re taking us to the edge of the jungle, ” said one of the zebras. “How did he know? ” asked Mickey. “He heard you talking with Leo, ” said one of the antelopes. “So you’ve all decided to try to walk together to the jungle? ” asked Ginger. “Yes, ” they all answered. “If you’ll help us to get there, ” added one of the elephants. \n “Of course, I’ll help, ” said Ginger. “I’m your friend. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--9.jpg?v=1606459284"], ["So they started on their big journey across the savannah to the jungle. The sun was so hot and there was no food and no place to get a drink of water. And then they heard it. It was thunder! “Thunder! ” they all shouted. Thunder was very scary to the animals of the savannah. Can you guess why? Fire! Sometimes the lightning hits the dry grass and the whole savannah catches fire. Then everyone has to run. And that is exactly what happened. “Fire! ” they shouted. They \ncould smell it. And now they could see it. \nThe fire was coming towards them!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--10.jpg?v=1606459300"], ["Ginger had to think fast. Because she was so tall she could see farther than any of the other animals. \nShe stretched her long neck up as far \nas she could. Now she could see a place where there was no fire. “Quick! ” she said. “Everyone run this way. ” \nAll of the animals followed her \nand ran as fast as they could. Soon, they were \nout of danger. They stopped and gathered together one more time. “Is everyone here? ” Ginger asked. She wanted to make sure they were all safe. \nAll the animals looked around; they were all there.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--11.jpg?v=1606459312"], ["And then the most wonderful thing happened. “I felt a drop, ” said a zebra. “Me too, ” said an antelope. It was rain! Finally! Everyone was very happy. It started to rain a little more and then a little more. The rain put out the fire so they didn’t have to run. And the rain filled their watering holes and made the plants grow again, \nso they didn’t have to make that long trip to the edge of the jungle. Everyone would soon have enough food and water. So Ginger, the Giraffe went back to her favorite tree and continued to munch on the leaves and buds.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Image--12.jpg?v=1606459324"]], "7": [["When Jamal opened the door, his mother could tell something was wrong. He looked like he was going to cry.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-01_2bb3fa87-ec1e-4713-bf14-39cbcc7c95e7.jpg?v=1608018718"], ["“Jamal, what is the matter? ” his mother asked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-02_4c8478cb-5034-472e-85de-0dac9c324e21.jpg?v=1608018743"], ["“HOMEWORK! ” he shouted. “Homework ! Yuck! I will not do any more homework. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-03_f1aa099b-ef91-4a52-9fd7-b8ea41806ddb.jpg?v=1608018772"], ["Now, Jamal’s mother was quite concerned. She had never heard Jamal talk like that and she had no idea that he didn’t like doing his homework.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-04_a05c5b7e-51b0-4af9-9869-7a98661d8aed.jpg?v=1608018792"], ["In fact, each time she asked Jamal if he had done his homework, he would always answer “yes”.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-05_c20fffc3-1582-4baf-b4dc-0b4f4f618ddf.jpg?v=1608018865"], ["“My teacher wants to meet with you, ” Jamal said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-06_0ced8190-bf6f-4dd5-ae1c-32446595bcf3.jpg?v=1608018892"], ["“That’s fine, ” his mother said. “But I would like to talk to you beforewe meet with your teacher. I think now is the perfect time, ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-07_5ab04793-d956-44b6-b8c4-2d2415bded1b.jpg?v=1608018914"], ["Jamal and his mother talked for a long time and all the while his mother was writing things down. Jamal chuckled to himself as she wrote. It was as if she was doing homework, and do you know what? She was.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-08_efaa06bb-d066-4409-b0d0-cfdb2d55964c.jpg?v=1608018938"], ["Then his mother said, “Jamal, now that we are done, I want you to do the best you can on your homework tonight. Tomorrow morning we will go to school together. ” Jamal agreed and his mother continued with her homework.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-09_dd0a398b-2cab-4009-a09d-84f5a719ed1f.jpg?v=1608018962"], ["The next day Jamal, his mother, and his teacher met before school started. Jamal was frightened. He didn’t know what to expect and it was all his fault for not doing his homework. “Homework! Yuck! ” he mumbled to himself. “I heard that, ” his teacher said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-10_f50393de-f5f0-47a7-8168-ae31510e06b4.jpg?v=1608018984"], ["Then his mother spoke, “Jamal and I discussed the situation last night and I assure you he will be doing his homework in the future. I also think you need to listen to his reasons. They are reasons, and not excuses. Please let Jamal explain to you as he did to me. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-11_78415216-0c98-475b-a672-63e26c2088da.jpg?v=1608019007"], ["Well, Jamal was really frightened now. He had to talk to the teacher and tell her why he didn’t do his homework. Jamal thought for a moment, took a deep breath, and began talking.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-12_61d82d04-8716-49c2-88ce-097e526ec94a_480x480.jpg?v=1608019061"], ["“I need time to have some fun. I spend all day in school and then my teachers want me to spend the rest of the day doing homework. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-13_e000b6b9-b8e0-4a82-82cc-95e3e1fb43ed.jpg?v=1608019121"], ["“I like to spend time with my mother, brother, and sister. I also have to do my chores and help my mom since my dad doesn’t live with us. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-14_ee280c38-3034-4d74-b89e-c702dfbb687c.jpg?v=1608019091"], ["“When I really try to do my homework, it takes too long and I can’t help my mom. I know this makes her sad and sometimes angry. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-15_57e0087f-b1d7-4d62-883d-4c0234ba3f71.jpg?v=1608019170"], ["“Sometimes I get so much homework I have to copy some of it from my friends. I know that is cheating, but I want to turn something in. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-16_8e66cd3d-cc71-40a5-946a-9c1fab876cb9.jpg?v=1608019195"], ["“When I have done my homework it takes so long to get it back that I can’t learn from it. Meanwhile, you are teaching something else. I just get lost. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-17_7c80b8f8-f263-438b-aa8d-48a6b46ce5be.jpg?v=1608019235"], ["Jamal’s teacher thought for a moment and then said: “I never realized you were so smart. You have made some very good points and I need to consider them. In fact, all the teachers need to hear them. I will consider your comments before I assign homework in the future. I would like you to talk to all the teachers. Will you do that? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-18_7267cab6-5ac8-4e28-a447-880e4f5115c0.jpg?v=1608019267"], ["Jamal agreed and he spoke to all the teachers, parents, and students at the school’s next Open House. He was frightened but he made excellent points. In fact, the school changed the way they assigned homework. It was easier on the students and they were able to complete it and learn. They also had some time to play and spend time with their families.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-19_f5ceb7cc-1869-46f8-b2d2-bf2654e521ad.jpg?v=1608019290"], ["Now, Jamal does his homework and actually looks forward to doing it. Now his mother doesn’t have to ask if it is done.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Tiff-20_771afc95-1378-46c0-b3c4-f60d5bbfa703.jpg?v=1608019315"]], "8": [["I am Freddie and I just learned something. No matter where you are:\nLook up. Look down. Look all around.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_b337a694-1b6d-4dbe-956b-20609057994f.jpg?v=1607078288"], ["You never know what you may see. And it helps us be safe, yep-you and me.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_786e51da-4fbf-4880-8b18-dd4b861ba089.jpg?v=1607078318"], ["Step one, step two, step three, and four. I walked into an open door.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_V1.jpg?v=1607078396"], ["I did not look up, and now I am sad. Free Ice Cream - read the sign - For Any Lad.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_V1.jpg?v=1607078421"], ["Step five, step six, step seven, and eight. Where am I at, I went through the wrong gate.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_452f5547-99ea-48ff-b163-ed4e7a6534f3.jpg?v=1607078439"], ["I did not look right. But if I had. I would have seen Sally flying a kite with her dad.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_V1.jpg?v=1607078461"], ["Who looks left? What is there to see? Only a Circus Parade and a monkey in a tree.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_V1.jpg?v=1607078486"], ["I turned around and took one step. Into a puddle, and now I am wet.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_V1.jpg?v=1607078514"], ["Look up. Look down. Look all around. You will not miss a thing and be \nsafe and sound.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_V1.jpg?v=1607078569"]], "9": [["I am Hammy the Hamster. I live with my mother Henrietta, my father Harry, my sister Hachi, and my brother Hal.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_3c81ba3c-add9-4b31-ad44-bd7be5b01407.jpg?v=1608015317"], ["We live in South America and you can’t miss our home. It is the burrow underthe trees that look like the letter H.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02-_B.jpg?v=1608015605"], ["When we are out during the day, we are very careful so we aren’t caught.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11111.jpg?v=1606725991"], ["We might get trapped and become someone’s pet. \nSo we are mostly out after dark.", "https://cdn.shopify.com/s/files/1/2081/8163/files/xxxx_03.jpg?v=1606726014"], ["We like to eat seeds and fruit and can carry it back home in our pouches. \nOur cheeks have built in shopping bags.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_04_6f9eca6e-520b-4177-8882-66b744e811bd.jpg?v=1606726053"], ["Just like you, we like to play and have fun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_03b3c28f-526e-4154-9e70-7ae4676284e7.jpg?v=1606726097"], ["We have fun running into the light and chasing our shadows on the leaves. \nLast night Hachi and I found this thing. When you pushed a button, it lit up like the sun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_96d99c88-5d95-42aa-99cb-26eacf8206f4.jpg?v=1606726123"], ["We like to climb things and explore.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_9de395b6-66b2-4156-a915-55a716a3862e.jpg?v=1606726167"], ["Our cousins Lester, Larry, and Lorain live in the city. They are someone’s pet. \nThey sent us this picture and said they had a lot of fun but missed playing with us.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_155c8e7c-3592-4679-a06b-76c3d5480cb8.jpg?v=1606726443"], ["Lester said he liked people. \nHe always had food and water and lots of toys to play with. \nHe even likes to take a ride in the pocket of his people friend, Billy.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_73bc6435-02c0-4f1d-a842-669ece979376.jpg?v=1606726471"], ["I might be your pet some day. If I ever become your pet, I hope you take good care of me because I will do all I can to be your friend. Adios Amigos.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_37f900a5-7fee-482c-8926-cf7ecc16028e.jpg?v=1606726501"]], "10": [["“Now this looks like a very interesting case, ” Detective\nPeterson said aloud, as she reviewed the huge stackof reports on her desk. “I think I will handle this one myself. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_ca7e9a63-b886-4ba8-8c1c-cb550177bf9f.jpg?v=1606987081"], ["After several minutes of searching through the official Tooth Fairy records, she found what she was looking for. A folder with the name‘Sophia Sue Simmons’.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_de849f93-fde6-4ac2-89df-7eacf1954d98.jpg?v=1606987105"], ["“Hmm, ” Detective Peterson mumbled as she studied the file.", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_f0f52342-2d82-4960-8f6f-f10ecb914463.jpg?v=1606987124"], ["As Detective Peterson read the report, she noted that Sophia Sue always smiled. From the time she got out of bed to the time she went back to bed, she smiled. In fact, Sophia Sue never seemed to stop smiling.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_87576b8b-2cb6-41a3-93f8-08ec80933ae5.jpg?v=1606987144"], ["Then, two days ago, Sophia Sue stopped smiling. “Why? ”Detective Peterson wondered. “I must find out why and get Sophia Sue’s smile back, ”she said to herself.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_2164ba14-d4a6-42b3-861f-fbf44668b6be.jpg?v=1606987963"], ["She searched through the file but couldn’t find anything that could have caused Sophia Sue to stop smiling all of a sudden.", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_457b9648-63d9-4978-9d34-0e385819d4b8.jpg?v=1606987990"], ["Was she happy at home? The Smile-O-Meter indicated “yes. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_47d4a17a-2703-4e4d-ba8f-eda0a92c9333.jpg?v=1606988026"], ["Was she happy at school? The Smile-O-Meter indicated “yes. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_ed56579d-661c-426e-8d50-29d054607c6f.jpg?v=1606988088"], ["Was she happy with her friends? The Smile-O-Meter indicated “yes. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_8017e8cc-d535-42ee-ad32-092870b95512.jpg?v=1606988123"], ["Everything that Detective Peterson found indicated that Sophia Sue was happy and that she should be smiling.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_9e8eb6a9-28eb-4143-82eb-6f37b8698db4.jpg?v=1606988143"], ["The Detective checked with the dentist and everything was fine.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_6197c7af-617a-417e-a8a9-f40becbdb70a.jpg?v=1606988185"], ["The Detective checked with Tooth Fairy Central. All of Sophia Sue’s baby teeth had fallen out, been collected as scheduled, and replaced with new, extremely pretty, permanent teeth.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_a4bf854b-9bed-4150-b96d-e92a32997a44.jpg?v=1606988211"], ["Detective Peterson checked everything but she couldn’t find anything that could cause Sophia Sue to stop smiling.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_652991e5-f7dd-4ce3-b55a-284e3a713a4f.jpg?v=1606988241"], ["There was only one choice left. Detective Peterson had to visit Sophia Sue and see what she could do.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_b0046cab-0e38-426d-9045-47b3571aa583.jpg?v=1606988269"], ["That night Detective Peterson flew down and visited Sophia Sue.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_7ea8b592-3c17-43eb-9616-f2cbf5348350.jpg?v=1606988294"], ["Making sure that she didn’t wake Sophia Sue, she sprinkled magical Tooth Fairy sand into the air.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_77e7cae1-c2d0-482f-9882-31075bad03cf.jpg?v=1606988319"], ["“Sophia Sue. ” Detective Peterson whispered. “What happened to your beautiful smile? You look so sad. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_40664bce-c8b0-4ce4-ad98-6915e86142be.jpg?v=1606988348"], ["“I lost all my baby teeth, ”she whispered. “Now the Tooth Fairy doesn’t have any reason to visit me. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_7990af1f-4b7d-4854-83d5-de2a2be3296c.jpg?v=1606988379"], ["“Oh! I understand, ” Detective Peterson whispered between smiling lips. “The Tooth Fairy will always be in your heart so you can wipe that silly frown off your pretty face. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_db146bd8-ddf0-46c1-aaf6-595175020bef.jpg?v=1606988405"], ["As Detective Peterson flew away from Sophia Sue’s bedside, she saw the smile return - bigger and brighter than ever before.", "https://cdn.shopify.com/s/files/1/2081/8163/files/23_fd5e642b-cc69-40d7-ac2a-03bfcbcd72f3.jpg?v=1613121803"]], "11": [["Meow! ! I mean: Hello, I am Clarice the Cat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_c609e26a-b188-47dc-874b-7c24e3116bf7.jpg?v=1606302425"], ["I know I don’t look like a regular cat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_de9a74b0-30a1-403b-b43c-8321281be281.jpg?v=1606302437"], ["It’s not because I’m skinny, and not because I’m fat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_ebee1556-7e9b-4746-b904-4b82a37d2843.jpg?v=1606302448"], ["It is because my owner makes me a pretty cat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_9d5bcb7c-fdef-44f1-bb8c-1e2197955a24.jpg?v=1606302458"], ["From dressing me in costumes", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_0850e622-be3f-41d4-93fa-cf308cf0be69.jpg?v=1606302469"], ["and flowery hats", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_ffadc3e1-4e61-4b79-8216-eeb5d058bcc5.jpg?v=1606302485"], ["to painting my nails. Can you imagine that!", "https://cdn.shopify.com/s/files/1/2081/8163/files/7_997140eb-8fcf-417b-8345-60f6a1209a70.jpg?v=1606302495"], ["She always treats me tenderly,", "https://cdn.shopify.com/s/files/1/2081/8163/files/8_6f9bb315-94de-47b1-8c4a-0b2b2f70ebb7.jpg?v=1606302539"], ["and feeds me twice a day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_723857cb-d6fe-49f5-9588-ad285661d7b6.jpg?v=1606302559"], ["Miss Molly is never too busy to sit by me and play.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_ee7a2c84-d0a2-4fa0-869b-55a547ab1be2.jpg?v=1606302573"], ["She makes my pretty costumes from old dolls’ clothes and such.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_9a7aeb9d-d757-4d1b-a7e6-2f2393389f17.jpg?v=1606302586"], ["I never know what I’ll be wearing, but I know it will cause a fuss.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_9e8b74c3-2529-4e16-9547-ea732ebe99d0.jpg?v=1606302618"], ["Miss Molly is my favorite person,", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_559dbc53-25e1-4bff-8f11-c01091a9d89a.jpg?v=1606302634"], ["and as she grows and grows,", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_d9b49caa-64e3-452e-9924-f932c49b5a04.jpg?v=1606302653"], ["I hope she will always be my friend,", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_09a2d562-75d6-41e0-b5d6-679eae9e3b9b.jpg?v=1606302667"], ["and make me all my clothes.", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_dd324f34-fd2d-43e4-b777-8ef4b33197a6.jpg?v=1606302682"], ["Purr! I mean.", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_886e5509-c47f-49d3-935b-4d17e28aa2c5.jpg?v=1606302722"], ["“Good Night! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/20_934824b9-dece-45a3-ab28-98718660cbfa.jpg?v=1606302739"]], "12": [["There’s a mouse in the house and I saw him today. He ran across the floor as I started to play. There’s a mouse in the house; now, how can that be? . He stood on the table right by the TV. There’s a mouse in the house and I named him Ned. Since I gave him a name, he sleeps in my bed. “Hey mom, ” Gretchen shouted from her room. “I just wrote a great poem. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_col_643c5c2d-14c4-4b39-a3ea-06bf7e53817b.jpg?v=1607073907"], ["“Really? ” her mom replied. “How nice. I always knew you would follow in your father’s footsteps. He was a published author before the accident and I know you miss him as much, if not more, than I. Let me read it and I’ll give you my honest opinion. ” Gretchen’s mom read the poem, smiled, and in an extremely sincere voice said “Gretchen, it is a very cute poem. The rhyme is nice, it tells a funny story, and it makes the reader want more. It is very good. ” “You’re just saying that, ” Gretchen said. “No! ” Her mom replied. “It is very good. In fact, why don’t you write some more? ”“Okay, ” Gretchen said. “After dinner I’ll add some more. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_2_090d319e-8894-4663-96f7-0b19b308ac4a.jpg?v=1607073935"], ["There’s a mouse in the house and I saw him today. He ran across the floor as I started to play. There’s a mouse in the house; now, how can that be? . He stood on the table, right by the TV. There’s a mouse in the house and I named him Ned. Since I gave him a name he sleeps in my bed. Now I feed him all day and he eats like a pig. He especially likes cheese and even dances a jig. He gets into the flower and into the rice. He even opens the cabinet and gets into the spice. What’s that, that I see? There’s not one but two! Ned’s on the counter and there’s another in my shoe. Gretchen took the poem to her mom and asked her to review it again. “Excellent! ” she exclaimed. “You are very creative. In fact keep going and maybe Mr Smythe, your father’s publisher, will give you some pointers. It couldn’t hurt to submit it to him. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_3_col.jpg?v=1607073959"], ["The next day after school Gretchen finished her chores and went back to writing. There’s a mouse in the house and I saw him today. He ran across the floor as I started to play. There’s a mouse in the house; now, how can that be? . He stood on the table, right by the TV. There’s a mouse in the house and I named him Ned. Since I gave him a name he sleeps in my bed. Now I feed him all day and he eats like a pig. He especially likes cheese and even dances a jig. He gets into the flower and into the rice. He even opens the cabinet and gets into the spice. What’s that, that I see? There’s not one but two! Ned’s on the counter and there’s another in my shoe. There’s Ned and his friend but my, look at that. A little one, a bigger one, and one that is fat. It’s a family of mice that are living with me. A family of mice, oh how can that be? There’s five, now six, now seven and eight. Someone help me to shut the mouse gate.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_4_91b73530-e04a-44d6-b5c4-a61778c1da41.jpg?v=1607073982"], ["Gretchen again took the poem to her Mom and asked for her opinion. Her mom read it and smiled. “It really is good, ” she said. “Why don’t you do one more stanza? ” “Sure, ” Gretchen said. “It’s really fun and a famous poet has to start somewhere. ” Gretchen went back to her room and read the poem several times and after a while she began to write the final stanza. There’s a mouse in the house and I saw him today. He ran across the floor as I started to play. There’s a mouse in the house; now, how can that be? . He stood on the table, right by the TV. There’s a mouse in the house and I named him Ned. Since I gave him a name he sleeps in my bed. Now I feed him all day and he eats like a pig. He especially likes cheese and even dances a jig. He gets into the flower and into the rice. He even opens the cabinet and gets into the spice. What’s that, that I see? There’s not one but two! Ned’s on the counter and there’s another in my shoe.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_5_11cb1786-59b4-4e64-bb0e-653ed1a52681.jpg?v=1607074014"], ["There’s Ned and his friend but my, look at that. A little one, a bigger one, and one that is fat. It’s a family of mice that are living with me. A family of mice, oh how can that be? There’s five, now six, now seven and eight. Someone please help me to shut the mouse gate. The more that I look, the more mice that I see. \nThey’re all over the house, oh how can that be? We have mice in our chairs and mice in our towels. We have mice everywhere and guess who they follow? \nThat Ned all he does is look at me and smile. He brought his whole family to live with us awhile. Several days later, Gretchen and her mom met with Mr. Smythe. He was extremely pleased with her writing and told them that he couldn’t promise anything, but that he would talk to some people.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_6_col.jpg?v=1607074032"], ["Several days later Mr. Smythe visited Gretchen. He explained to her that very seldom does a new poet or author get her first work published. He watched Gretchen and the way she reacted to the news. She looked at him and thanked him for all he had done. She was sad but she understood. If she wanted to be a poet she would have to do a lot of writing and eventually, she would be published.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_7_col.jpg?v=1607074052"], ["“Mr. Smythe, ” Gretchen said. “I hope you understand that this is just the beginning and that you can expect me to be submitting many more poems in the future. If you will excuse me I am going to my room to do some more writing. \nOh! By the way, my inspiration, Ned, is on your shoe. Come on Ned, we have work to do. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_8_col.jpg?v=1607074089"]], "13": [["On a huge mountain, in a big forest, there was a medium sized meadow and a small pond. in this small pond lived terrance, the turtle and his two best buddies, sam and sally swan.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_31a1a04b-80a0-4568-8376-9fb49d4f4aab.jpg?v=1606993449"], ["Oh, you may think it odd that a turtle and swans were buddies, really true friends, but i assure you – they were. every day the three of them would search the pond for food, swim together and play games, and tell stories on the shore. when it got dark, sam and sally would return to their nest under a large tree and terrance to his den on the shore, by their tree.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02_e8ac262c-c084-420b-b127-39fd1318cda6.jpg?v=1606993481"], ["One year there was very little rain and the pond began to dry up. The three friends were concerned and talked about what they should do. “We should stay here. ” said Terrence. “The rain always comes and the pond has been our home since we were born. ” “I don’t think the pond will last. ” said Sally. “I think we need to find a new home. ” Said Sam. Then SAM flew away in search of a new pond.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_257eebc6-0006-4e75-a6bd-e6d1e8531050.jpg?v=1606993510"], ["After several days, Sam returned to find the pond almost dry and his friends not doing well at all. “Sam! ” Terrance shouted excitedly. “We are so glad to see you! The pond is almost dry. Sally is hungry and scared, and my shell is starting to crack. Did you find a new home? ”“Yes, ” said Sam. “It is beautiful but very far away and I don’t know how you WILL get there. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_04_9f9998e9-d0da-4258-8f8b-90eab696c357.jpg?v=1606993537"], ["The three talked for a long time. Then Terrance said, “I will stay here and dig deep into my den and the two of you, my true friends, fly to your new home. ” “No! ” shouted Sally. “We will all go. ” “There has to be a way. ” said Sam. The three sat under the bright sun in silence, thinking of a way to get to the far-away pond.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_5df07538-18f3-4cc0-9cb4-2cd965c60b61.jpg?v=1606993570"], ["“I know how to do it! ” shouted Terrance. “See that stick? ” he said to Sam. “Sally and you WILL each take an end in your bill and I will bite it in the middle. Then, you can fly to our new home while I hang onto the stick. We can all be together. ” Again, the three sat in silence thinking about Terrance’s idea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_acb1f4f6-6e31-4929-a975-0dbdc55f3821.jpg?v=1606993607"], ["“It will work. ” said Sally. “I agree. ” said Terrance. “Maybe. ” said Sam. Sam looked at Terrance and Sally for a few minutes and said, “Yes, I think it will work but none of us can talk or open our mouths, no matter what! Does everyone understand? does very one agree? ” “Yes. ” said Sally. “I agree too. ” said Terrance. “Terrance, ” Sam firmly said. “It is most important that you DO NOT talk or open your mouth. Remember, you can’t fly! ”“I understand. ” said Terrance.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_a9ccebc4-f9ad-4da5-9998-519f500f071b.jpg?v=1606993793"], ["WITHIN MINUTES, Sally and Sam each had the stick firmly held in their bills. Sam opened his mouth and bit down on the stick. They were off. Sally Swan and Sam Swan flew side-by-side, separated by a stick, with Terrance Turtle hanging in the middle. It was a very strange but funny sight.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_58997d9d-7aa1-4001-96ee-73a87327380d.jpg?v=1606993817"], ["As they flew, climbing higher and higher, no one dared talk or open their mouth. Faster and faster, higher and higher, Sally and Sam flew. Terrance was terrified!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_9b413702-39e9-4abc-a92b-e85a0f587c26.jpg?v=1606993839"], ["As they passed over a town, they could hear the people talking and laughing. “Look up in the sky! ” shouted one boy. “What is it? ” asked another. As the people looked up, they began to laugh at the strange sight. They laughed, whistled, hooted, and hollered at the silly swans carrying a turtle on a stick.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_8675fc33-e8c4-4cb0-84fc-5d9c94632396.jpg?v=1606993866"], ["Terrance heard all the noise but couldn’t look down to see what was going on. Ignoring the advice THAT Sam had given, HIM, he opened his mouth to ask him what was happening. Before he could say a word, he was falling and looking up at his flying friends.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_6ea79904-9053-4bc2-8387-d724687440ab.jpg?v=1606993890"], ["Oh, don’t worry. Terrance didn’t get hurt. You see they were close enough to their new home so Terrance fell into THE big, deep pond. But not listening to his true friend could have ended IT differentLY FOR HIM.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_12_3ae10677-6f62-410e-873b-686aa13e20cc.jpg?v=1606993916"]], "14": [["“Hi! My name is Sally and I live in New York City, in The United States of America. It’s a chilly, cloudy fall day, and the rain is turning into an icy snowy mixture. I am bored! Last week the weather was beautiful when I had to go to school, but it gets dark early now so I cannot play outside. Now, when I don’t have to go to school, there is an early winter storm brewing. I am bored!", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_9715505d-cbff-482a-b18c-6207f49c78cf.jpg?v=1606900074"], ["My big brother, Josh is watching his favorite TV program and, as usual, he won’t let me watch anything I like, or even something we both like. Josh doesn’t like to share.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_d68848db-1c91-4c91-bb20-655c8468441d.jpg?v=1606900096"], ["I am bored! I don’t have any new books to read. I am bored! My Mom is listening to the news on the radio and they are talking about the low temperatures and the surprise winter storm that is moving in.", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_9aa72642-e1cd-48ce-9471-e51e1a2f2e9b.jpg?v=1606900126"], ["I can’t even listen to music. I am bored … bored …… bored! I said aloud. ‘Sally, ’ my Mom called out. ‘If you are so bored why don’t you draw a picture or color? ’ \"I can’t, \" I said. \"I am out of paper. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_07d8dbd0-0618-43b2-bdce-5d750a4d5782.jpg?v=1606900150"], ["Sally was obviously bored. She moped around the apartment for a while, tried to find something to do, but there just wasn’t anything that interested her. She walked slowly to the window, pressed her nose against the cold glass, and watched the big snowflakes fall from the sky. She looked down and saw that they were already starting to cover the street and sidewalk. “Oh what a terrible day. I am so bored, ”she said with a sigh.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_85aaea2a-dbab-4d72-bc38-fcc64312384d.jpg?v=1606900179"], ["She stayed close to the window and watched some birds land on the telephone wires below her apartment. “They look bored too, ”she said to herself. She watched the cars go up and down the street as they left their tire tracks in the pure, white snow. Across the street, a dog slipped on an icy spot as it chased a cat. She thought she saw the cat turn around and smile, or maybe laugh at the dog as it tried to stop spinning in circles.", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_32c3cbda-c0e7-4b17-a4b7-a5f269e481a1.jpg?v=1606900199"], ["She giggled as the dog started running but couldn’t go anywhere. Its legs were moving, but on the ice, its feet just kept on sliding over the same spot. “Josh, you have to see this, ” she called out. But there was no reply. The snow was coming down faster and faster. Soon it was really deep. She saw people with shovels trying to clean the sidewalk or an area next to the street so they could park their car.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_b65d717a-9357-44f1-8741-4009a0aa4145.jpg?v=1606900219"], ["Some people were walking with open umbrellas that looked like they were made of thick, white cotton candy. She licked her lips as she imagined how good a cotton candy umbrella would taste. Again, she saw the cat and dog slipping and sliding on the slippery sidewalk. She thought for a second and tried to say “slipping and sliding on the slippery sidewalk” three times very fast without making a mistake. “Wow! That is hard, ” she thought to herself.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_2532109f-7d44-4cfe-ab1e-36690c7ff35e.jpg?v=1606900242"], ["Farther up the street, she saw a man with two little boys starting to roll little balls of snow into big ones. “What are they doing? ” she mumbled to herself. She watched them for several more minutes as they stacked the balls of snow on top of one another. She pressed her nose against the window for a closer look. “A snowman, ” she shrieked with joy. “They are building a snowman. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_b740b29a-e1fa-4bda-ba68-0b4e19cbf9e5.jpg?v=1606900265"], ["“Mom, can I go out and play? ”Sally yelled out to her mother. “Dress warm, ” her mother replied. “Be sure to stay close and come in before dark. ”In under a minute, Sally was outside playing with her friends and having a lot of fun. Oh! She wasn’t bored anymore either.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_81917183-10ce-4193-b3f3-dedae5e345b2.jpg?v=1606900380"], ["The afternoon passed and Sally’s mother knew she would be coming in soon. She also knew that she would probably be chilly and would appreciate a hot cup of cocoa. Her mother thought for a second as she looked out the window to check on Sally.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_9921e306-8897-4094-aa90-852f46b596b2.jpg?v=1606900420"], ["All of a sudden, Josh heard his mother laughing. “Josh, you have to come and see this, ”she chuckled. He did and they both laughed at the dog chasing the cat and slipping, and sliding, on the slippery sidewalk.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_5aeba829-4dc2-43c3-ac4c-a3bf8b7124b5.jpg?v=1606900443"], ["“Josh, I am going to make some hot cocoa for your sister when she comes in. Would you like a cup? ”“You bet, ” replied Josh. His mother always made the best hot cocoa. “Hmm, now let me see. Which special recipe should I use from my Pick & Sip Hot Cocoa Recipes? ” their mother thought as she looked over their favorites.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_452e0413-d831-43a0-ac1c-0d82955ab426.jpg?v=1606900458"], ["Pick & Sip Hot Cocoa Basic Hot Cocoa – Ingredients(Makes about 2 large or 3 medium sized Servings)1/8 cup cocoa powder 1/4 cup sugar 1/8 teaspoon salt 3 tablespoons water 2 cups milk 1/2 teaspoon vanilla extract", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_d9db0c7c-3803-460f-8e19-46ed5b51e00d.jpg?v=1606900491"], ["Hot Cocoa – Directions In a medium size pot mix together the cocoa powder, sugar, and salt. Stir in water. Cook over medium heat and stir it constantly until it starts to boil. Continue stirring mixture for another 1 to 1 1/2 minutes. Add milk and stir constantly until hot but do not boil. Remove from heat, add the vanilla, and whisk until foamy. Pour into your favorite mugs, serve, and enjoy.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_894cc0d5-8442-43c1-8923-d9be644156ef.jpg?v=1606900690"], ["Pick & Sip Variations Add the following ingredients when you mix in the Vanilla Extract. Pirates Pleasure – 1 splash of ground Cinnamon and 1 splash Nutmeg. (What’s a “splash”? About 1/2 of a 1/8 teaspoon). Loco Mocha Cocoa - 1 teaspoon instant coffee. Southern Belle – 1/4 teaspoon Mint Extract. Fruit Frenzy – 1/4 teaspoon of your favorite fruit extract. Like Orange or Cherry. North Woods – 1/4 teaspoon Maple Syrup. Busy Bee – 1/4 teaspoon Honey.", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_46a61507-2517-4060-9985-a4bbc2804cf6.jpg?v=1606900652"], ["Hot Cocoa – Toppers Whipped Cream Marshmallows Whipped Cream or Marshmallows sprinkled with sugar or candy bits. Softened Ice Cream. Hot Cocoa – Stirrers Cinnamon Stick Candy Cane (Peppermint Stick)Licorice Whip", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_b5361bd3-4e64-4200-8a96-ab1e4b821118.jpg?v=1606900517"], ["“I think I’ll make the Southern Belle hot cocoa, topped with vanilla ice cream, and use a candy cane stirrer. ”She said to herself. Just as she finished cooking, the door opened and a red-cheeked Sally came in and took off her gloves, coat, hat, scarf, and boots. “What’s that wonderful smell? ” Sally said with a smile. “I hope it’s what I think it is. ” All three sat and sipped the hot cocoa while Sally told them about her adventures outside. Sally giggled and said, “And I thought I was bored. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_3d37e498-677c-4149-98b9-a4ae8246bbac.jpg?v=1606900802"]], "15": [["Dylan the young, blue dragon lived deep in the Rockstone Mountains of Scotland. Everyday the playful, young dragon woke up early in the morning and flew all around the mountains and valleys looking for something to do.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_f5af823b-2a3d-47f3-9d3b-dce708383762.jpg?v=1606717747"], ["When he was hungry he would go home to his cave where Mummy dragon would have hot soup ready for his dinner.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_589e7fd5-330f-4578-a5d0-e2a1a2985d10.jpg?v=1606717770"], ["“Wash your wings and get ready for tea. I’ve made your favourite today, darling… pea and toad soup” said mummy dragon. Dylan sighed, “Ehhh…Thank you mum. ” he said sadly.", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_394493f1-1d7c-4180-adc1-6e4d1df2bdac.jpg?v=1606717795"], ["“Whatever is the matter, son? Everyday you come back home happily for your tea but today you look so sad. ” inquired mummy dragon.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_0baa4b0a-9689-4ac5-89fb-032ee6693296.jpg?v=1606717852"], ["“I’m lonely, mum. I can’t find anyone to play with. In all the lakes, mountains and valleys in Rockstone, there isn’t a single dragon for me to play with. ” he grumbled", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_6acad4e2-a8af-4c97-94f0-b79da4a24138.jpg?v=1606717919"], ["“Well, how about this for an idea? Why don’t you fly down to the \nvillage playground and see if the children there want to play \nwith you? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_119c56fb-b1d9-4a8d-969f-5555d46f321c.jpg?v=1606717982"], ["Dylan woke up bright and early the next day. He was very excited that he would soon have friends to play with everyday.", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_ede91806-0b86-46d0-a5d4-3abb09741cae.jpg?v=1606717947"], ["He put on his baseball cap and school tie and flew past the valleys and mountains until he reached the little village of Falkrik.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_82786fe4-86e3-4301-9b2d-9b0aaba30d89.jpg?v=1606718023"], ["He glided down to a passer-by \nto ask for directions to \nthe children’s playground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_6829bb43-79ac-4a1d-b5d9-e2d882537ac4.jpg?v=1606718047"], ["“That. . that. . that way. ” pointed the quivering man. \n“Oh! He must be cold. ” thought Dylan. After all \nhuman’s don’t breath fire like dragons… so they must find it very difficult to keep warm.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_d8b8204c-998a-4374-a403-f8a570a8d790.jpg?v=1606718072"], ["Not long after, Dylan the \ndragon came in for a swift landing in the centre of the playground. The playground was filled with smart young children in bright red and grey uniforms with their school ties. Dylan tugged at his tie and cleared his throat, He felt very well dressed for the occasion. \nHe was about to open his mouth to introduce himself when he suddenly heard…", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_f81887ed-048e-48a9-a70b-252ce887f4cf.jpg?v=1606718094"], ["“AAARRRRRGGGGGGHHHHHHHH! ! ! \nruuuunnnnnnnnn It’s a dragon, he’s going to burn us ALIVE! ! ! ! ! ! ! ” yelled one of the young boys. \nAll the children ran frantically\n towards the exits and \ndisappeared in no time.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_57ad11ed-472e-4f32-9d09-bf382a31179c.jpg?v=1608021320"], ["Dylan sighed sadly. All he wanted was some friends to play with but clearly humans were very scared of dragons.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_a447fbd2-3fff-432f-ae58-b5267cbaf109.jpg?v=1606718220"], ["He flew home with his head hung low to see what mummy dragon had made for tea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_7b9097eb-1bd0-4a62-b216-01882d6adb15.jpg?v=1606718244"], ["The next day Dylan decided to try and make friends with the children in the playground again. He tucked his white handkerchief in his left gill and scooped up a large branch lying on the floor. He made it into a white surrender flag… He crossed his claws and hoped the children would give him a another chance.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_f71dbe14-f6ca-4bbc-bca7-19cbea46b9dc.jpg?v=1606718282"], ["Down he flew again into the \ncentre of the playground with his white surrender flag clenched in his jaw. “I just want to play and be friends. ” he said softly. \n“But how will you play with us? ” shouted one of the girls. “Your’re too big for our swings and slides. You won’t fit in our roundabout. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_28867775-690c-4d47-84ec-ca99ebe6d36d.jpg?v=1606718314"], ["“Well, why don’t I take you all for a ride to the valleys and the mountains of Rockstone? ”\n“Yay! ! ” squealed all the children at once. They climbed onto Dylan’s back and off the children went on a very exciting flight.", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_ac953a3f-f2f9-4969-a4ff-aaa927f0b6b7.jpg?v=1606718345"], ["From that day Dylan \nand the playground \nchildren were friends and every day Dylan, the dragon would take the children on the best \nplayground ride ever.", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_c2ddd35b-e5d6-4650-84aa-a01f086d417e.jpg?v=1606718651"]], "16": [["“Hi! My name is Abigail and I just love to talk. That is how I got the nickname \n‘Gabby Abby’. Talk, talk, talk, and … talk. If I am not talking, I am asking questions. I only stop talking when I am listening to the answer.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-01_480x480.jpg?v=1606720710"], ["Other than that: Talk, talk, talk, and … talk! Unless I have to stop to eat, \nhave a drink, or go to sleep. Other than that: Talk, talk, talk, and … talk!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-05_480x480.jpg?v=1606720740"], ["Oh! I just love to talk. I learn so many new things and then I can then share the information with my friends.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-03_480x480.jpg?v=1606720759"], ["Did you know that spiders have 8 legs? I trip a lot and I only have 2!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-30_480x480.jpg?v=1606720785"], ["When a snake closes its eyes, it sees through its eyelids. How do they ever sleep?", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-31_480x480.jpg?v=1606720815"], ["Flamingoes at with their heads upside down. I tried it and it is hard to do \n(and a bit messy).", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-32_480x480.jpg?v=1606720871"], ["If you shave the fur off a tiger, it has striped skin. I wonder who did that!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-33_480x480.jpg?v=1606720936"], ["I will never wear lipstick. It is made with fish scales. Yuk!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-08_480x480.jpg?v=1606720984"], ["The original name for ‘butterfly’ was ‘flutterby’. I think flutterby is better \nbecause that is what they do!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-35_480x480.jpg?v=1606721024"], ["How do I know? I asked. And because I talk, talk, talk, and … talk! You know it too.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-10_480x480.jpg?v=1606721057"], ["Can a fish swim backwards? Why is the sun yellow? \nDoes a hummingbird hum or can it sing like other birds? Maybe it forgot the words.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-34_480x480.jpg?v=1606721083"], ["When Abby reached school, she was ready to ask some questions. But Miss Pinkerton, her teacher, had other plans.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-16_480x480.jpg?v=1606721145"], ["“Today we are going to have a test on multiplication tables. ” Miss Pinkerton said. Abby and several other students slunk down in their seats. Miss Pinkerton asked, “Are there any questions? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-15_480x480.jpg?v=1606721179"], ["Now Abby knew that sometimes her questions did not relate to the subject Miss Pinkerton was teaching the class. But she just could not resist asking. Abby raised her hand. “Yes Abby, ” Miss Pinkerton said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-12_480x480.jpg?v=1606721121"], ["“Is a Zebra black with white stripes or white with black stripes? ” asked Abby.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-17_480x480.jpg?v=1606721226"], ["The class burst out laughing but Miss Pinkerton quickly quieted them by putting her fingers to her lips and pretending to zip her mouth closed.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-18_480x480.jpg?v=1606721264"], ["“Actually Abby, ” Miss Pinkerton said. “A Zebra is white with black stripes. ”\n“I thought so, ” said Abby.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-20_480x480.jpg?v=1606721305"], ["“Who would like to start us off with the times 1 table from zero to ten? ” \nMiss Pinkerton asked. Abby raised her hand excitedly. This one was easy. \nOne times anything equals anything.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-21_480x480.jpg?v=1606721361"], ["“Tristan, would you please come to the board and write the times 1 table for the class? ” Miss Pinkerton said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-24_480x480.jpg?v=1606721416"], ["Tristan proudly walked to the board and wrote the times 1 table.\n1 x 0 = 0 1 x 1 = 1 \n1 x 2 = 2 1 x 3 = 3 \n1 x 4 = 4 1 x 5 = 5\n1 x 6 = 6 1 x 7 = 7 \n1 x 8 = 8 1 x 9 = 9 \n 1 x 10 = 10", "https://cdn.shopify.com/s/files/1/2081/8163/files/gabby-aby-V_480x480.jpg?v=1606721506"], ["“Excellent, ” said Miss Pinkerton. “McKenzie, would you please do the times 2 table for us. ” This continued through the times 8 table and the students did a wonderful job. They had obviously studied hard.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-41-j_480x480.jpg?v=1606721550"], ["Now Abby was worried. She knew that the times 10 table was easy; all you had to do was to put a zero after the first number. But the times 9 table! That was hard. What would she do if Miss Pinkerton called on her? “Abby, ” said Miss Pinkerton. “I would like you to show the class the times 9 table. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-43_480x480.jpg?v=1606721585"], ["Abby didn’t want to. She knew she had not studied but she had to go to the front of the class and do the best she could. She approached the board and wrote the table.\n0 x 9 = 1 x 9 = 2 x 9 =\n3 x 9 = 4 x 9 = 5 x 9 =\n6 x 9 = 7 x 9 = 8 x 9 =\n9 x 9 = 10 x 9 =", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40_480x480.jpg?v=1606722734"], ["Abby looked at what she had written and said to herself. “I know some of the answers like 10 x 9 is 90, 1 x 9 is 9, and 0 x 9 is 0. I will write them down in their equations. She was starting to feel better since she had some correct answers written down.\n0 x 9 = 0 1 x 9 = 9 2 x 9 =\n3 x 9 = 4 x 9 = 5 x 9 =\n6 x 9 = 7 x 9 = 8 x 9 =\n9 x 9 = 10 x 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40e_480x480.jpg?v=1606722765"], ["Abby thought for a second and decided to count the parts she did not know. \n“Let’s see, ” she said to herself. “The first one I don’t know is 2 x 9, so I’ll put a 1 next to it. The second one I don’t know is 3 x 9, so I’ll put a 2 next to it. Oh! I think I am in trouble. ” She realized that she did not know too many answers. As she thought about each, she wrote the numbers next to the equations she did not know. The times 9 table looked like this.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40F_480x480.jpg?v=1606722842"], ["0 x 9 = 0 1 x 9 = 9\n 2 x 9 = 1 \n (First one Abby didn’t know)\n 3 x 9 = 2 \n (Second one Abby didn’t know)\n 4 x 9 = 3 . \n 5 x 9 = 4 . \n 6 x 9 = 5 . \n 7 x 9 = 6 . \n 8 x 9 = 7 . \n 9 x 9 = 8 \n (Eighth one Abby didn’t know)\n 10 x 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40g_480x480.jpg?v=1606722888"], ["There were many snickers and chuckles from the class but Miss Pinkerton said, “Class-quiet down and let Abby finish. Remember that it is not nice to bully a person by laughing or making fun of them. ” Well, Abby was almost in tears. She was just about to give up when she had an idea. Maybe, just maybe, if she checked her table, from the bottom up, she could get some more answers correct. She was not going to give up!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40d_480x480.jpg?v=1606722928"], ["Abby thought to herself. “9 x 9 well that’s the first one I don’t know, ” and marked the table as she did before. She then thought “8 x 9 … Oh! I don’t know that one either. ” So, she marked the table and it looked like this.\n0 x 9 = 0 1 x 9 = 9 2 x 9 = 1 \n3 x 9 = 2 4 x 9 = 3 5 x 9 = 4 \n 6 x 9 = 5 7 x 9 = 6 8 x 9 = 72 (Second one Abby didn’t know)\n9 x 9 = 81\n (First one Abby didn’t know)\n10 x 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40g_113f24bd-5eee-4517-9586-2eae6a3e6eaa_480x480.jpg?v=1606723006"], ["Abby was really nervous but she continued with the rest. She looked at the equation, realized she did not know the answer, and marked it. When she was done, she had completed the table.\n0 x 9 = 0 1 x 9 = 9 2 x 9 = 18 \n3 x 9 = 27 4 x 9 = 36 5 x 9 = 45 \n6 x 9 = 54 7 x 9 = 63 8 x 9 = 72 9 x 9 = 81 10 x 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-40h_480x480.jpg?v=1606723040"], ["“Excellent work Abby, ” Miss Pinkerton said. “Aren’t you glad you asked me how you could remember the Times 9 Table? ” Abby had a big smile but knew she had to give up some talk … talk … talk for some study … study … study. \nShe remembered Miss Pinkerton telling her that not everything had an easy trick to help you get through the problem. Before taking her seat, Abby asked. “Miss Pinkerton, can an elephant jump? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-41-I_480x480.jpg?v=1606723066"], ["Miss Pinkerton just smiled and said “No. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Gabby-Abby-work-42_480x480.jpg?v=1606723159"]], "17": [["“Hi! My name is Samantha and I want to be a scientist. You may be wondering why and my answer is simple. I am amazed at all the wonderful things like television, cellular phones, men on the Moon, space exploration, and the list goes on. But those are big things and I just don’t understand everything about them yet. I also wonder about smaller things like-why do my doll’s eyes close when I lay her down and open when I pick her up. Or how are cartoons made? Hmm – I know it has something to do with Science. My brother Samuel wants to be a scientist too, but he likes things that I don’t, like-why Stalactites grow. \nBut even though we don’t like the same things it’s still Science so we get along just fine. In fact, our teachers help us better understand Math, technology, current events and trends - all of which are important. We even help each other and have lots of fun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_01-A1.jpg?v=1606227217"], ["I like to experiment or take things apart to see how they work. No matter what I do, I tell my mom or dad what I am going to be doing and sometimes even ask for their help. I would never just do something. I could get hurt. Sometimes it’s best to start small, and that’s just what I did. I remember my first experiment in detail and it was a lot of fun to do. I had to do an optical illusion. You may be wondering why that is important and all I can say is that it’s the basis for making \n\ncartoons - and here is why. Our brains fill in the gaps for whatever our eyes aren’t processing. So two different pictures can actually become one or still images can appear to be moving. Try this experiment, it’s lots of fun and there is nothing dangerous about it. Here is what you need:", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_01-A-2.jpg?v=1606227231"], ["• 2 small pieces of white cardboard or index cards. • Tape • A pencil to be used as a shaft • Crayons, colored pencils or whatever you want to draw with", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_02.jpg?v=1606227249"], ["The Experiment Preparation: • Draw a large birdcage on one piece of cardboard. You are the scientist so make it look like you want. Just make it pretty big.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_03.jpg?v=1606227276"], ["• On the other piece of cardboard draw a bird. Maybe a Budgie or a Toucan. Just make sure it issmaller than the birdcage.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_04.jpg?v=1606227287"], ["• Tape the pictures, back-to-back, onto the pencil shaft. The Expected Result:\n• What do you think is going to happen if you spin the pencil? I can’t tell you because I did it and this is your discovery.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_05.jpg?v=1606227317"], ["The Experiment: • Hold the pencil between the palms of your hands. • Rub your hands to make the picture spin around. • Of course, you have to look at the picture while it’s spinning. The Experiment Result:• You should have seen the two pictures appear as one. If you didn’t see the bird in the cage, keep \n trying until you do.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_06.jpg?v=1606227328"], ["That is Science! Have some fun and try different pictures. (I even put Samuel in jail once). Hey, do you want to do a little magic and make a spot on a piece of paper disappear? It’s different for each person but it does disappear. Yes, it’s Science too but let’s get to the experiment and I’ll explain the Science later.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_07.jpg?v=1606227343"], ["It’s simple to set-up. Just draw a square about ¼ inch to one side of a white piece of paper and color it in. Draw a circle about 3 to 4 inches to the right that’s about the same size as the square and color it in. This is the dot you are going to make disappear. Actually you can draw two small pictures, or letters, or numbers, or whatever you want. One of them will disappear. \n• After you draw them hold the paper at arm’s length. \n• Close your left eye and focus on the square with your right eye. \n• Slowly move the paper towards you. \n• At some point the dot will disappear. \n• Try it again and make the square disappear. \n Close your right eye and focus on the dot with \n your left eye. Move the paper towards \n you until the square disappears.", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_08.jpg?v=1606227354"], ["It’s magic! Well, actually it is Science. You see, the spot where your optic nerve connects to your eye doesn’t have any photoreceptors. That means it is a blind spot and we all have them. \nYou never notice this blind spot because your two eyes work together to cover it up. Just like in the first experiment your brain fills in for the blind spot with the background. \nI have a question for you. What do you think will happen if you use a colored piece of paper like red? \nIf you don’t know, do another experiment and see for yourself. \nScience is fun and I am glad I am going to be a scientist. \nMaybe you’ll decide to be one too. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/pic_08b.jpg?v=1606227371"]], "18": [["In the rainforest, next to a wide river, there grew a great banyan tree. This tree was ancient and provided a home for the many animals living in the area.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_fb542738-bb9d-4f02-882e-e74391d0fea4.jpg?v=1606898898"], ["Henrietta Heron had a beautiful nest high atop the Banyan tree. Carl Crayfish lived in tangled roots that entered the river at the waters edge. Sam the Black Snake had made his home under the great trunk of the tree. Marty Mongoose lived nearby. His home wasn’t actually in the Banyan tree but close enough where the tree offered a cooling shade during the hot days and protection from the heavy rains that fell every afternoon.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-5.jpg?v=1645451899"], ["His home wasn’t actually in the banyan tree but close enough. The tree offered a cooling shade during the hot days and protection from the heavy rains that fell every afternoon. Now you must realize that not all animals in the rainforest are friends. They depend on one another for different things, many times for food.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_68d96d1c-2e1a-4d41-b15c-9e810fe9f249.jpg?v=1606898976"], ["To better understand this let me explain how Henrietta, Carl, Sam, and Marty live within the great Banyan tree.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-7.jpg?v=1645451899"], ["Henrietta Heron had built her nest by the river so she that would be close to the food she usually ate. Her diet consisted of fish, frogs, crayfish, and even snails. She had a great home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_935d8129-0f7f-4501-9059-658a871ab36b.jpg?v=1606899011"], ["Now Carl Crayfish lived within the rocks and roots of the tree. Carl was really a scavenger. He would eat the pieces of food dropped by other animals and his home offered protection from animals that might snack on him.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-9.jpg?v=1645451900"], ["Sam the Black Snake made his home under the great Banyan tree as it was close to many things he liked to eat. Sam preferred bird eggs but didn’t hesitate to eat anything he could catch, except maybe whole crayfish as they were very hard to swallow.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-10.jpg?v=1645451899"], ["Can you guess what Marty Mongoose liked to eat? Well if you said snakes, then you are absolutely correct. Marty liked to eat snakes of all types and sizes.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_54f36468-4145-4b13-9001-8a5902a758c2.jpg?v=1606899148"], ["One day, Henrietta was out looking for food. When she returned to her nest, she found that two of her eggs were gone. Oh, how sad she was! Something had gotten into her nest and eaten two of her precious eggs.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_7de57c65-34e8-49a9-a784-fb356bc0480c.jpg?v=1606899235"], ["She flew back down to the river so no other birds would see her crying. Then she saw Marty and said to him, “Sam must have slithered into my nest and eaten two of my eggs. ” “That is a shame, ” Marty replied in a sad voice. \n“Oh, what can I do? ” Henrietta asked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_59b2bf11-a36d-484c-a841-68136f4afd99.jpg?v=1606899205"], ["Now Marty knew that Henrietta, and the other herons, liked to eat crayfish and, if there were an easy meal to be had, he was very interested. “So, you would like to get rid of that bothersome snake? ” he asked Henrietta. “Oh, yes! ” Henrietta sighed. “I wish something would eat him. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_1a719d2a-5320-481c-a806-cbf5a5e3d544.jpg?v=1606899374"], ["“Henrietta, I can help you, ” Marty said excitedly. “You and your heron friends need to catch all the fish and crayfish in the area. Break them into pieces and leave a trail of food from Sam’s den to my home. He will be busy eating the food and he will not realize that he is close to me. He will be an easy meal for me and you will be rid of his egg stealing ways. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_12_4875a2de-b8a8-4ed0-99c3-e175ea9edb60.jpg?v=1606899465"], ["Henrietta thought for a minute, smiled, and then flew off to talk with the other herons. Soon the herons had captured all the fish, crayfish (even poor Carl) and made the trail of food between the snake’s den and the home of the mongoose. Then they returned to their nests to watch.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_13_f86a8380-94dc-4ff1-bf02-192675b05556.jpg?v=1606899491"], ["As Sam slithered out of his den, he was surprised to see all the fresh snacks just lying on the ground. “Yummy! Yummy! ” he thought to himself as he began eating.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_14_a89604c4-336a-44e8-a355-3dfdde9d426a.jpg?v=1606899564"], ["It wasn’t long before Sam had eaten his way to Marty’s home. As Sam opened his mouth to eat the last snack, Marty jumped out of from the bushes. Well, I don’t have to tell you what happened because you already know. But in case you don’t, there was a big B-U-R-P and Marty returned home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_15_0a1a4f1b-df02-4424-94d6-d354e0c188f6.jpg?v=1606899591"], ["“Did you see that? ” Henrietta asked the other herons. “Now our eggs are safe. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_16_116b9e88-a2d4-463f-9979-118d9a83838d.jpg?v=1606899620"], ["Several days passed. Marty was hungry but there were no snakes in the area. The other snakes saw how Sam had been tricked, so they left to find a safer home. Marty looked into the river and realized that the herons had taken\neverything from it to set the trap. Then, he looked into the great banyan tree\nand saw Henrietta.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_17_e916f752-28b0-40bf-ab1b-f5b86f2819a8.jpg?v=1606899664"], ["The other herons saw Marty climbing the tree but it was too late to warn Henrietta. All they could do was leave their nests and, like the snakes, find a safer home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-18_507bd76e-b9c9-4587-b8b2-5381af9ab9af.jpg?v=1606899734"], ["Now Marty was alone. There was no food in the area, and no reason for him to stay in his nice home, protected by the great banyan tree.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-19_769c4414-83dd-4f9b-8ae7-696ca7df66ac.jpg?v=1606899755"], ["The great banyan tree is now empty of all life. But there is a circle-of-life in the rainforest and it won’t be long before new animals arrive at the banyan tree, and call it “home”.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-20_0b31a0f9-d5ca-4c44-b900-566857737299.jpg?v=1606899792"]], "19": [["As Hector the Hermit Crab crawled along the sandy shallows of the lagoon, he noticed a strange shadow form across the small hills and valleys of the sand. \nIt got bigger, and bigger . . . and bigger! “What a great catch! ” Larry yelled to the \nothers in the boat. “We now have over 100 hermit crabs, 50 starfish, and who knows how many snails to sell to the pet shop. Let’s go and deliver our precious cargo. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-1.jpg?v=1606470613"], ["About one week later, Tammy and Jimmy were shopping with their mom at a new plaza that had just opened in their town. It was a nice plaza and built just across the street from a small beach, a lagoon, and the big, blue, beautiful ocean.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-2.jpg?v=1606470628"], ["They liked to shop with their mom, but today was different. All of the stores were new and their mom was shopping for a special gift and had told them that they couldn’t buy anything. They weren’t bored, but they were definitely not happy. \nJimmy mumbled as they walked . . . “another shoe store, oh look – more dresses, \npots and pans, just what I need. ”“Jimmy, ” Tammy said. “It’s hard enough as it is without listening to you complain. I don’t like being here any more than you, but you don’t hear me grumbling. ”“What are you doing now? ” Jimmy asked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-3.jpg?v=1606471136"], ["Their mom smiled and just kept on walking through the maze of stores. “We’re almost there, ” she said. “Almost where? ” asked Tammy. “ Almost at another shoe store. ” blurted Jimmy. “Actually, ” their mom said. “I was thinking of the new pet shop. It’s supposed to be the best in the area. It has a giant aquarium with all kinds of fish, even a shark. There are birds, dogs, cats, lizards and more. It’s almost like a zoo. I thought you two could spend some time there while I got that special gift. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-4_480x480.jpg?v=1606470641"], ["Well, this changed everything. Tammy and Jimmy were now excited and couldn’t wait to get to the pet shop. As they went around the next corner - there it was. A huge door with a giant sign … “The Amazing Animal Emporium”.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-5.jpg?v=1606470652"], ["As they walked through the door, they couldn’t believe their eyes. There, right in the middle of the store, was an aquarium that was bigger than any swimming pool they had ever seen. They walked around and peered into the water and saw all sorts of creatures. “Look at all the clown fish, ” Tammy said. “Well, they better swim fast. Look at that shark! ” Jimmy replied. Oh, they were amazed! ! ! There seemed to be every type of fish and sea creature right in the middle of the store. This truly was an amazing pet shop.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-6.jpg?v=1606470665"], ["“Let’s see what else is here, ” yelled Jimmy as he walked off to explore. \nThey were amazed at the animals that were for sale and each type of animal had its own room. The door with the sign “Slithers” had all sorts of snakes. “The Pond” had frogs, toads, and giant dragonflies. “Arachnoland” had spiders and “Chirps” had hundreds of different birds. There were rooms for cats, dogs, hogs, and more. “I wonder what’s in ‘Little Critters’. ” Tammy said. “There’s only one way to find out. ” Jimmy replied as they walked in together.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-7.jpg?v=1606470676"], ["As they looked at all the small and sometimes unusual animals. They were amazed that people had these as pets. There were mice, chipmunks, moles, starfish, snails, clams, beetles, and all things small. “Look at this, ” squealed Tammy. “A hermit crab. ” “Cool! ” replied Jimmy. Although the crab didn’t do much, they watched with fascination as it crawled over the sand and rocks. Once in a while, it would start to come out of its shell and then quickly pop back in and cover its face with its giant claw. “He’s looking for a new and bigger shell for his home, ” said their mom. “I’m glad I was able to find you two, this place is big. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-8.jpg?v=1606470689"], ["Tammy looked at the crab and said “Bye, Hector. We’ll miss you. ” Jimmy waved to him and turned to walk away. As the three were leaving, they heard a tapping on the glass. “I don’t believe this, ” said their mom. “That crab is saying good-bye to you two. I guess we’ll just have to buy him and have a new pet. ” Now the fun began. They had the sales-person get Hector (since Tammy already named him) and put him into a box. Then they bought him a new cage, hermit crab bedding, several shells, a swimming pool, water dish, special food, some rocks, and everything Hector neededto be at home – in their home.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-9.jpg?v=1606470725"], ["Tammy and Jimmy took excellent care of Hector and their mom was happy to see that they were so responsible with their little friend. But as time passed, Hector seemed to be less and less happy. After all, no matter how nice his human friends were, he didn’t have any friends of his own kind. Hector missed his family and the open spaces of the lagoon that he was accustomed to.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-10.jpg?v=1606470745"], ["One morning, Jimmy and Tammy decided that although Hector was a good pet, he deserved things they couldn’t give him. “Mom, ” Tammy asked from across the room. “Can we let Hector go? ” “Don’t you like him any more? ” she inquired. “Of course we do, ” said Jimmy. “But he isn’t happy here and setting him free would be the best for him. ” “Hmm, ” their mom thought. “Tammy and Jimmy are very unselfish and very smart. I am so proud of them. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-11.jpg?v=1606470764"], ["Later that day, their mom took Tammy, Jimmy, Hector, and all of Hectors’ things to the lagoon across from the plaza. Tammy carefully took Hector from his cage and placed him in the sand next to the shallows. Jimmy put his swimming pool and rocks in the sand and their mom placed his food dish securely between two rocks. \nAs they left with the empty cage, they thought they heard a faint tapping on a rock. They turned to see Hector and several other hermit crabs slowly crawling into the shallows.", "https://cdn.shopify.com/s/files/1/2081/8163/files/hector-12.jpg?v=1606470779"], ["A true act of love is ensuring that everyone is happy.", "https://cdn.shopify.com/s/files/1/2081/8163/files/moral.jpg?v=1606470794"]], "20": [["“Hi, I am Abe and I am a Service Dog.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-1-copy.jpg?v=1608012464"], ["When I was a puppy, my owner told me I would be a Service Dog for a person who could not see. I didn’t know what that meant, but I knew it was something special.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-2_col-copy.jpg?v=1608012564"], ["When I got a little older, I was sent away to school.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-3_col-copy.jpg?v=1608012591"], ["My sister was sent to another school to learn how to help people with Autism. To be their friend and help them get around.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-04-copy.jpg?v=1608012896"], ["One of my other brothers was sent to a special school so he could learn how to warn people that they were going to get sick before they did.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-05-copy_83331aec-34ff-4eda-a265-4b32fb838105.jpg?v=1608012930"], ["My other brothers and sisters became good friends with people in good families. Not every dog can become a Service Dog.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-06-copy.jpg?v=1608012955"], ["School was hard. I had to learn many things just like you.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-07-copy.jpg?v=1608013001"], ["I had to learn to stop and look before crossing the street. And learn what a red, yellow, and green directional light meant and what I should do.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-08-copy.jpg?v=1608013030"], ["I was taught how to guide a person to go left, right, to step up and down, to stop, to move forward a little, to back up, and much more.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-09-copy.jpg?v=1608013070"], ["I had to learn where I was and how to get back, even in strange areas.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-10-copy.jpg?v=1608013118"], ["I had to learn how to behave in a restaurant and never, ever, beg for food. That was hard.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-011-copy.jpg?v=1608013158"], ["I had to learn that I could be a plain old playful dog as long as my halter was off. \nBut once it was on… I was working. \nI became the eyes of my master and their safety and how they got around was up to me.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-012-copy.jpg?v=1608013278"], ["After a long time in school, I graduated and my trainer introduced me to BJ. \nThe person who would become my master. We were both excited.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-013-copy.jpg?v=1608013233"], ["We trained together for several weeks and became very good friends. \nShe was really nice and we always spent fun-time together once she took my halter off.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-14-copy.jpg?v=1608013339"], ["One day the trainer said we were ready and I was off to a new home with my master and friend.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-015-copy.jpg?v=1608013501"], ["We shared many years together and had many wonderful experiences. \nWe went shopping, visited friends, ate in fine restaurants, and traveled across the country.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-16-copy.jpg?v=1608013529"], ["I took care of BJ. \nI knew when she didn’t feel right and could tell if she was happy or unhappy, sad, grumpy, or whatever. \nI would always try to make things better for her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-017-copy.jpg?v=1608013557"], ["BJ took care of me. \nShe knew when I didn’t feel right and could tell if I were happy or unhappy, sad, grumpy, or whatever. \nShe would always try to make things better for me.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-018-copy.jpg?v=1608013582"], ["A long time has passed and now I can’t help my friend any more. \nBJ is off to school again and training with a new Service Dog.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-19-copy.jpg?v=1608013609"], ["I will meet him tomorrow and help him understand his new master. \nThen I become like my other brothers and sisters. \nI become a good friend for people in a good family. \nYou really couldn’t ask for more.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-20-copy.jpg?v=1608013637"]], "21": [["Not long ago, in a crystal-clear river, near a small town lived two very big fish. In fact, they were so big that they were not afraid of anything. They swam anywhere they wanted.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_051f9121-505c-44b7-8a7e-2a2f3685f24f.jpg?v=1606812800"], ["They tangled the lines of children fishing in their river. They ate when they were hungry and splashed anyone sitting on the bank. They were the big, brave rulers of the crystal-clear river.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_f5b88d99-5b7e-4733-ac69-e5a1f8df46cd.jpg?v=1606812836"], ["One day, a large bullfrog and his family moved into the area. The bullfrog saw the two big, brave fish in the crystal-clear river and wanted to talk to them. But he was afraid.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_fa2cdd0a-5629-432a-b543-e77fabe7f199.jpg?v=1606812854"], ["He didn’t know a lot about the crystal-clear river, or the big brave fish that lived there, and was afraid of being eaten.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_d3054a92-082e-477a-a8d5-eceb419581d9.jpg?v=1606812901"], ["For a long time he watched the big, brave fish, the crystal-clear river, and \neverything around him to make sure it was safe. The bullfrog was very smart and used his common sense to guide him. Then, with a mighty hop, he jumped into the crystal-clear river to introduce himself.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_b64efe75-893d-4023-825f-7562296dfd4e.jpg?v=1606812922"], ["“I’m Kroaker, the biggest and smartest bullfrog in the world. ” he said. “Is that so? ” replied one of the fish. “We are the biggest and bravest fish in the crystal-clear river. ”The other fish looked at Kroaker and said. “If you are nice we may let you share our water. ”The three talked and over time, the two big, brave fish and Kroaker became friends. Every day the three of them would meet at the same spot in the crystal-clear river to eat, talk, and play.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_d6e03a88-10c5-418c-ab05-c9100285cf5c.jpg?v=1606812990"], ["Late one evening, as the three were talking, two fishermen passed by. \nKroaker saw them, and common sense told him to hop into the water and hide under the bank. The two big, brave fish slowly swam in circles so the fishermen could see just how big they were.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_b6ae5578-74e6-4278-b508-90bbc73d61c6.jpg?v=1606813012"], ["One of the fishermen saw them and said, “This crystal-clear river has some really big fish. Let’s come back tomorrow morning and catch them. ” \nAs the fishermen turned and walked away, they discussed what type of bait might work best to catch big, brave fish. “Worms. ” said one. “No, sausages. ”\n said the other, and they continued their discussion as they walked the twisty path along the crystal-clear river’s edge.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_7a22a126-d79c-4c43-9dd9-361281c24341.jpg?v=1606813202"], ["The two big, brave fish and the Kroaker overheard the fishermen. “My friends, ” said Kroaker. “Did you hear what they said? You should swim away and hide. \nI am afraid they may catch and eat me, so I will take my family to a nearby pond to be safe. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_197ed1dd-f1fe-4dd9-95a8-45739191acad.jpg?v=1606813299"], ["The two big, brave fish bubbled out laughs as they jumped in and out of the water. One said, “My dear bullfrog friend, don’t be frightened of their mere talk. ” \nKroaker looked at the two brave fish and said, “I would rather be safe than sorry. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_e19c90e4-cfb6-4c1d-a4b9-43bf130e4fc3.jpg?v=1606813501"], ["“From what I heard they might come back so I will leave with my family to the safety of the pond. ” Kroaker left and the two big, brave fish swam to the \nbottom of the crystal-clear river.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_A.jpg?v=1606813534"], ["The next morning, just after sunrise, the two fishermen returned to the crystal-clear river where the day before they had seen the two big, brave fish. They walked slowly and quietly so as not to disturb them. “Look, ” whispered \none of the fishermen, “there they are. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_11_f242769c-f9a5-432d-bf2b-14783c6ab67a.jpg?v=1606813574"], ["The fishermen gently cast their bait and let it slowly drift in the current to attract \nthe big, brave fish. It worked! In moments, each had hooked one of the big, brave fish. Then the battle between the fishermen and the fish began.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_12_7d4dd922-8c38-4017-9758-faa80d4d076b.jpg?v=1606813593"], ["The big, brave fish used all their tricks to free themselves. They dived deep, swam fast, and leaped from the water, thrashing their tail and head in an attempt to get free. The battle raged for over ten minutes but in the end, the big, brave fish were no match for the fishermen. They were caught!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_13_85191b66-24cb-4927-954a-0b48a222ad05.jpg?v=1606813617"], ["Kroaker watched from the safety of the tall grass that separated the pond from the bank of the crystal-clear river.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_14_40ee365e-1bd6-4cf0-8c15-fad0975be0a8.jpg?v=1606813638"], ["Oh, the anglers were excited! Each had caught a big brave fish on their first cast of the day. What a story they had to tell when they returned home!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_15_4e0492c6-168a-4d7d-9da0-8199ccf87c82_480x480.jpg?v=1606813664"], ["Kroaker carefully hopped back to the pond and told his family what he had seen. \n“Both my big, brave fish friends were very talented, and still they were caught. \nBut I, with only common sense, saved my family. I will miss them. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_16_b54a4c57-0a1e-4935-95ec-a3f3482f0f1c_480x480.jpg?v=1606813740"], ["“We have to learn a lesson from this, ” said Kroaker to his family. “At the first sign of danger, use common sense and act quickly to save yourself. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_17_2e2ea614-72e4-4ac6-b655-9ec7ad0c8a13_480x480.jpg?v=1606813764"]], "22": [["When you stand at your window And look down and around. You will see great, many things Moving on the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_509265b4-228f-49d2-9e0f-77bccb5551e2.jpg?v=1607080356"], ["Bugs, bullfrogs, babies, Buses, cars, cats and a silly clown. Everywhere you look you’ll see Something rushing up and down.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_2cd26c43-1a25-49d7-a03f-d81a32db9281.jpg?v=1607080378"], ["But if you are bored of looking down, Lift your head and look around. You will find up in the air, As many things are to be found. There are things that glide. \nThere are things that fly. There are things that hover. And things that zoom by.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_7df8bb6b-4bbd-4eb7-9d95-8c2c07ab7b99.jpg?v=1607080399"], ["Birds of all shapes and sizes Flap their way across the sky. Eagles, crows, sparrows, robins And the mountain black-eye. Beware of flying things that sting\nLike mosquitoes and honeybees. Enjoy the moths and butterflies, That float by softly like the breeze. Scrunch your eyes and look really close When you see something above hover. If it’s super tiny, it’s a hummingbird If it’s noisy and huge - a helicopter.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus04.jpg?v=1607080440"], ["If you feel left out of all that fun Don’t cry and don’t complain. Just grow up to be a pilot And you can fly an airplane. You can zoom around the world Whenever, wherever you want to. And just in case you feel lonesome Take your folks along too.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_2985e531-21c8-47be-83b1-2a93ea88535d.jpg?v=1607080463"], ["But if you want to go up Much higher than that, You could become an astronaut\nAnd get into the spacecraft. You could go to the moon, To Jupiter, Venus and Mars. And someday in a space rocket You could reach for the stars.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_70ffb1e2-7ed7-4e64-8a82-f6acd7e9b1ce.jpg?v=1607080488"], ["But if you want to fly up high Right now and right here. Try airships or hot air balloons To float from here to there.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_b5a2b40f-2910-459c-bcae-d00ed63597bc.jpg?v=1607080511"], ["But wait, there’s so much more If you want to be up in the air. Gliding and parasailing Are sports for those who dare. And when you are tired and dizzy\nFrom all the zooming around. You could still be up in the air From right here on the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_7363bf0a-ee02-482a-b899-58b1e907a796.jpg?v=1607080533"], ["Get your kite, get your balloon And fly it into the sky. Watch it bob and dive and dance Against the clouds that float by. So when you stand at your window, \nLook up and down and all around. There are many, many things up in the air\nJust as there are on the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_37366713-5244-4221-bdd1-bbd7e1e1f081.jpg?v=1607080558"]], "23": [["My name is Allie Kay and I would like to tell you about my first pet. However, before I can, you have to understand that I am a little older than you are and have a family of my own. Oh! Don’t worry. I am not going to talk to you like a big person. I am going to let my imagination take me back in time to when I was 7 years old. The best part is that I don’t have to try to remember everything. All I have to do is open my journal and read. If you are a girl, or a boy, and don’t have a journal to write down all the special things, get one. As you grow you can read it and your imaginationwill magically send you back in time. Ah! There is the entry - My First Pet.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_83e06134-32f4-4825-b432-54ce4fc9e289.jpg?v=1606901220"], ["Dear Journal: This morning I asked my Mom if I could have a pet and she said no. She said that pets make a mess and are a big responsibility. Then she said I wasn’t old enough, or responsible enough, to take care of a pet. Well, I know I would take good care of a pet. I am so sad. I really, really, really want a pet of my own and I can’t have one.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_c0af635b-9aa2-4cf1-b5d2-b3d345307507.jpg?v=1606901242"], ["I just got home from school and put my books down when my Mom said, “Allie Kay, if you have any homework you had better get it done now. Your brother is spending the night at a friend’s house so I have decided to take you to the carnival. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_79f80b74-7b95-448b-b1f7-75757976f121.jpg?v=1606901520"], ["I shrieked in excitement and couldn’t help doing my Happy Dance. They were always different. Sometimes I put my hands under my arms, like little wings, and strut like a chicken. Other times I spin around like a great ballerina. Today, for some reason, I put my hands in front of my ears, wiggled them, puffed up my cheeks, and moved around like a fish. “I will do my homework right now, mom. ” I said. Oh! I just couldn’t wait. “I’m goin’ to the carnival, I’m goin’ to the carnival, I’m goin’ to the carnival, ” I sang as I did my Happy Dance.", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_5e4f93f8-8226-433f-87ce-9e6cfb2d51d2.jpg?v=1606901547"], ["Mom asked me what I wanted to do first. Without hesitating I said, “Cotton Candy. Let’s get Cotton Candy. ” Mom didn’t get any but I got the jumbo size, r\nainbow colored, fluffy, sticky, D-E-L-I-C-I-O-U-S spun sugar blob on a stick. It was wonderful. Mmm! I can still taste it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_c3e096f9-93ba-4170-b910-64ff8bfd7207.jpg?v=1606901578"], ["“Mom, let’s ride the ferris wheel, ” I said excitedly. After a short time in line, it was our turn. We stepped up a few stairs, took our seat, and a man buckled us in. We were off. I shrieked with excitement as we started going around, higher, and higher. I screamed when we got to the top. It was really high. When we started going down I got a tickle in my stomach. It made me laugh. It was G-R-E-A-T!", "https://cdn.shopify.com/s/files/1/2081/8163/files/7_880ea613-656a-4dde-a06f-30df42b874db.jpg?v=1606901610"], ["“Oh, please mom, please, ” I said in my saddest voice. Then the nice man looked at my mom and said. “Lady, it is really hard to win so I don’t think you have to worry. ” “Oh, please mom, please, ” I said again. Then a strange thing happened. My mom said, “Okay Allie Kay, if you can get the ball in the bowl, in one try, you can have a PET FISH. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_7e67fb2c-8116-41fc-af68-0a9d1b2741c6.jpg?v=1606901787"], ["I didn’t know what to say. Mom said I could have a PET FISH. As I looked at all the fish, and watched others tossing balls at the bowls, I spotted the prettiest goldfish I had ever seen. I just had to have him. I took aim, gently tossed the ball at the bowl, and then tightly closed my eyes. I just could not look.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_91a4ef6f-4aef-44ca-aa07-d6d10646e313.jpg?v=1606901807"], ["“We have a winner, ” I heard the nice man say. When I opened my eyes, he was holding out the fishbowl and the prettiest goldfish for me to take. “I am going to name you Moebus, ” I said to the fish. (I think I saw him smile). Then I looked at Mom. I didn’t know her face could look so funny. As we were leaving the game, the nice man said. “Remember, don’t feed him too much. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_e656f4f1-ae15-4a07-a8ee-859fc5fe2778.jpg?v=1606901835"], ["I had MY FIRST PET! When we got home, I told mom not to worry. I would be responsible and take very good care of Moebus.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_e7e070c7-57a5-435b-941b-684b332d4587.jpg?v=1606901857"], ["Every day I would feed Moebus and talk to him. I even tried to get him to do tricks. But that didn’t work. After several days, Moebus didn’t look too good. I asked mom what I should do but she didn’t know. She said she never had a pet and that I had said I would be responsible for Moebus. I was sad and scared. I didn’t want anything bad to happen to Moebus.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_e95e04c0-dd8b-4ad8-830c-73f661ae998d.jpg?v=1606901877"], ["“Allie Kay, ” mom said. “The man down the street has a fishpond, maybe he can help Moebus. ” I picked up the bowl and headed to my neighbor’s house as fast as I could. Mom was right behind me. I had seen the man many times and knew that his children were grown and had children of their own. But I had never talked to him. I was nervous and a little scared. But I rang his doorbell.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_7a8e326c-c151-4053-ac1e-16f71b8fac10.jpg?v=1606901899"], ["“Hi, ” I said in a bubbly voice. “My name is Allie Kay and I live down the street. ”“Nice to meet you, ” he said. “I am Ted but my Grandchildren call me Pop Pop, and you can too. Oh, I see you have a very pretty goldfish. What’s his name? ”“Moebus, ” I replied. Pop Pop continued. “Moebus looks like he needs his water changed, come on out back to my fishpond and we will refresh him. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_013d6fc2-afbe-4d71-8b03-04d31ed38313.jpg?v=1606901920"], ["Pop Pop said. “Allie Kay, you are a very responsible young person. You recognized that Moebus was a little under the weather and got him some help. Others may have just let him live in dirty water, getting sicker, and sicker. You must really love Moebus. ” “Oh! I do, ” I said. “Moebus is my first pet. Will he be alright? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_8a849727-ffff-4510-ba1c-a1cc89fb670d.jpg?v=1606901941"], ["At that, Pop Pop put Moebus in the fishpond with all the other fish. I started to say something and Pop Pop said. “Don’t worry. Let’s get Moebus a bigger bowl (I’ll trade you this small one for a big one). ” How could I refuse? Pop Pop then gave me a big bowl and said go get some gravel, wash it, put it in the bowl, and fill the bowl with water. I did and by the time I was done, Pop Pop had Moebus in a net and ready for his new home. My mom and I thanked Pop Pop and as we were leaving, he said two things. To me - “Remember to change his water every three days and if you need help please ask. ” To my mom – “You must be proud to have such a responsible and caring pet owner as your daughter. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_8a8752bc-db39-4a97-9edb-9286cdecd711.jpg?v=1606901962"], ["As mom and I stood by the table and watched Moebus swimming in his new home, she gave me a hug and said, “I am glad you got your first pet. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_29ac7035-936d-4c60-98c7-e9732650455a.jpg?v=1606901982"]], "24": [["Bill is on a bullying spree. He believes that he is the strongest animal on the farm and that gives him the right to do as he pleases. But the farm animals decide to stop him in his tracks by ……………. . a great tale that moves at a quick pace, keeping the reader engrossed right to the end.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_0331fc69-8add-47d5-8837-51f5f413c065.jpg?v=1606550879"], ["Farmer Fred had just bought a new bull. He named him Bill. Bill was a strong and handsome bull with great horns. He was very big for his age. Farmer Fred got Bill, the bull loaded into the trailer, and headed back home to his farm. When they arrived, Farmer Fred said, “Bill, welcome to your new home. ” Bill just snorted and tossed his head back to show off his impressive horns.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_d5e85b9e-e9df-46ce-9ac5-cd582fcd4346.jpg?v=1606550938"], ["This was all new to Bill as he was raised in a small stall and his new home was very different. He had a lot to explore. Bill stood on the hill and watched all the barnyard animals. He thought to himself. “I am the biggest animal on Farmer Fred’s farm. No other animal has such great horns. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_ba6ffeff-14ad-46d4-a326-5accb81e6eca.jpg?v=1606550950"], ["Bill chuckled at the chickens as he slowly walked up to them. They were so small and they didn’t have horns. As Bill approached, the chickens clucked. The lone duck, ducked, as Bill almost stepped on her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_26fa1803-6229-4d06-bf16-3d62f09a15aa.jpg?v=1606550961"], ["Bill lowered his head and quickly shook it from side to side right in front of the chickens. “I’m Bill, the bull and I’m bigger than you chubby chickens, ” he said in a deep voice. “And I am the boss of the barnyard. ” Bill, the bull, frightened the chickens. They rapidly ran, flipped, flopped and, flew, to the safety of their cozy coupe. This made Bill, the bull, laugh loudly. He was having fun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_34653f5f-39c9-495c-bdcb-a709ef926c21.jpg?v=1606551245"], ["Bill saw some plump pigs moving in the mud and decided to play a prank. \nAs he approached, he said loudly, “I heard Farmer Fred say that he needed some bacon for breakfast and ham for dinner. ” He then laughed loudly and tossed his head around showing off his great horns.", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_03d81dd9-1efe-48a2-8fab-57c37bbf283b.jpg?v=1606550976"], ["This frightened many of the pigs and they proceeded to their pen for protection. \nThe biggest pig, named Pork Chop, walked up to Bill and said. “You are a very mean bull, Bill. ” Bill snorted a reply. “Well, you have a big, flat nose, a tornado tail and pink ears. Also, you are dirty, and smelly” Then Bill lowered his head, snorted a great snort, and shook his horns at Pork Chop.", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_27b41292-e777-4e81-94be-f08ea845dd0f.jpg?v=1606551378"], ["Pork Chop was a wise old pig and knew what Bill was doing. He wouldn’t be bullied by any bull, even Bill. Now, Bill, the bullying bull, was expecting Pork Chop to mush through the mud and proceed to the pen for protection. But Pork Chop just stood there looking at him. Then Pork Chop said in a soft voice. \n“You are a very mean bull, Bill, ” and walked away", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_46419e74-42b2-4bb4-94a8-68552b010889.jpg?v=1606551399"], ["Then, Bill saw some sheep in the meadow. Bill began to walk across the big barnyard towards them. When he got there, he was met by the Roger Ram, the leader of the flock. “I’m Roger Ram, rejoicing at meeting my newest neighbor on Farmer Fred’s farm, ” he said in a very polite manner. Bill ran at Roger Ram, snorting and shaking his big horns and said, “I am Bill, the bull. I am the boss of the barnyard. ”In a split second, Roger Ram, rammed Bill the bullying bull, between his big horns.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_46419e74-42b2-4bb4-94a8-68552b010889.jpg?v=1606551399"], ["Bill, the bullying bull, looked at Roger Ram and said. “All that white curly hair, might give you lots of flair, but you ram like a ewe. ” Then Bill backed up, started to paw at the ground with his hefty hooves, snorted seven snorts, shook his horns, lowered his now lumpy head, and…………Roger Ram and the others retreated from the meadow. Bill, the bullying bull, was proud of what he had done.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_d652cb17-fadc-4fc6-935d-782e29df5bf5.jpg?v=1606551473"], ["All the barnyard animals were afraid of Bill. He was either threatening them with his size and big horns or making fun of the way they looked. It was not a pleasant day on Farmer Fred’s farm. “I am going to call him Bully Bill, ” \nsaid Henrietta Hen.", "https://cdn.shopify.com/s/files/1/2081/8163/files/BULLY-BILL.jpg?v=1606551714"], ["“That’s not nice, ” responded Roy Rooster. “It’s being a bully yourself. ”\n“Well, we will work on something to stop his bullying, ” replied Toby Turtle. \nRoger Ram said, “I don’t know what we can do? I rammed him and he called me a ewe. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_a309fdeb-b64c-43f7-9dbf-3918d5d0beaa.jpg?v=1606551750"], ["Dorothy Duck said, “He almost stepped on me with those heavy hooves. No one is safe! ” With tears in her eyes, little Patty Piglet said, “I heard, I was going to be eaten by Farmer Fred. I’m scared. ” Pork Chop said in a soft and soothing tone, “Don’t worry my friends. By the evening feed by Farmer Fred, Bill, the bullying bull, will become our buddy. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_74f58962-0d35-494b-9cb0-3941e58270d2.jpg?v=1606551778"], ["Bill was having so much fun. He certainly was the boss of the barnyard. \nHe looked around and saw a big barn, with open doors, and he just had to let whoever lived there know that he was boss of the barnyard. It was a bright sunny day but as Bill walked into the dark barn, he couldn’t see anything. \nThis frightened him a little. He turned the corner around the door and … BOOM … he was stopped in mid stride. Bill realized that he had just walked into something really big. So big, it didn’t move when he walked into it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_00c848f8-08a5-4725-a042-4a53e319ed33.jpg?v=1606551812"], ["As Bill’s eyes adjusted to the darkness in the barn, he started to see what had stopped him. He was looking at the chest of some big animal. Bill was scared. \nAs he looked up, he could see the biggest bull, with the biggest horns, staring down at him. A voice like thunder filled the barn. “I finally get to meet Bill, the boss of the barnyard. ”Now Bill didn’t know what to do or what to say. All he could do was look up at this giant and wonder what would happen next. There was silence in the barn for several minutes as Bill just looked up in amazement. Finally, the big bull said something.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12-a.jpg?v=1606551833"], ["“I am Brian Bull and have lived on Farmer Fred’s farm for many, many, years. In all those years, never have the other animals asked me for help. But today, they came to me with the story of a big bull that was bullying them and they asked me to put an end to it. I agreed! ”Bill was never, ever, so frightened. Brian could toss him across the barnyard, with little effort, and one push from his head. Brian slowly lowered his head. Bill looked down and began to shake. Brian got closer and whispered into Bill’s ear. “What do you think I should do, Bill? I promised the other animals I would put a stop to your bullying. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12-b.jpg?v=1606551854"], ["“I have never been so frightened in my life and I know how the other animals must have felt. ” Bill began to sob a little. “I now know how it feels to be bullied and you didn’t even really bully me. I have learned my lesson and I will go out and apologize to all the animals and ask them to forgive me", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_5e6bfe2e-bb98-42fa-8f1a-a8fc48fd725b.jpg?v=1606551882"], ["“You don’t have to, ” Brian said. “You already have. ” As Bill turned around, he saw all the other animals standing in the doorway.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_520de791-4bdc-4813-b441-a5b87fe37ce5.jpg?v=1606551909"], ["“Here pig-pig-pig, come on chick-chick …. ” The animals heard Farmer Fred calling them for the evening feed.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_f92b3da7-4476-4cae-a1bf-0d46537a990d.jpg?v=1606551944"]], "25": [["A frothy, little tale of fun and games. A playful book full of wonderful illustrations and quirky tricks that will have every child wanting to reach for the wand and become a bubble scientist.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_540756d5-b2ac-4359-84f5-4946f9a6a59b.jpg?v=1606466590"], ["“Wow! ” Tristan said as he watched the man on the street corner make bubbles. \nBig bubbles, little bubbles, tiny bubbles too. Bubbles from a wand, some landing on his shoe. Bubbles in the air, bubbles on the ground, Bubbles blowing on the wind, making a popping sound. Their colors like a rainbow, their shape so round and true. Bubbles, bubbles everywhere. Look - that one is blue. ” Tristan thought to himself. “I just have to find out how to make those bubbles. ”So, he walked up to the man and asked him how he did it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_e90297b8-2de5-4b42-ab49-bbf2a2be2cfa.jpg?v=1606466612"], ["“Excuse me, Sir, ” Tristan said. “I have never seen bubbles like that and I would really like to know how to make them. They are the most beautiful things I have ever seen. ” The man stopped blowing bubbles, smiled, and said: “Why, thank you young man! When I was about your age, I saw someone blowing bubbles and, well, I asked how he made them. He told me and once I started, I just couldn’t stop. Just a minute, while I blow some more. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_b62b66f1-4418-41a7-a18c-1d526bf5c540.jpg?v=1606466632"], ["When he finished, he looked at Tristan, grinned, and said, “Would you like to try blowing some? ” “Could I? ” exclaimed Tristan. Tristan took the wand, dipped it, \nmoved it gently through the air, and the biggest bubble he ever saw rose into the sky. He squealed with delight. The man then explained some important things \nto remember when blowing bubbles.", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_bb7efaaa-4a77-4261-82f2-a72182cdf386.jpg?v=1606466644"], ["“I can remember that, ” Tristan said. “But how do I make the solution and the wands. ” “Ah, ”The man said in a whisper. “Let me blow some more bubbles \nand then I’ll tell you. ” He then took a wand in each hand, dipped them, extended his arms, and began spinning. Soon there was a wall of bubbles. So many bubbles that Tristan couldn’t see the man anymore. Then he heard a laugh and POP! Pop! … Pop! Pop! Pop! … Pop! Pop! …Pop! Pop! … Pop!", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_227172cf-c2ce-48b0-92a6-37d73bed32d2.jpg?v=1606466656"], ["When the bubbles were gone, so was the man and lying on the sidewalk was \na piece of paper. Tristan bent down and picked it up. It was just what he needed to get started. A Bubble Scientist’s Basic GuidePop! – Remember to experiment with the basic solution. A little more glycerin, sugar, or syrup can make a stronger bubble. Too much can ruin your solution. Pop! Pop! - If you need more just double, triple, or quadruple the ingredients. Pop! Pop! Pop! –Don’t forget what I told you earlier.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_9b483b39-4da8-4c64-9b99-1e6e1ce6e42e.jpg?v=1606466668"], ["If you make your own bubble solution, pretend you’re a scientist, and experiment to make the mix that you like. All solutions use Glycerin but it is expensive. Remember that you can use a light corn syrup (like karo) or even sugar. It is best to make your mix and let it rest for a day. This helps make a stronger bubble. But don’t worry. You can use it as soon as you make it. \nStore your mix in a tightly sealed container. Pour your solution into a shallow tray or bowl for dipping your wand. Make sure it is a little bigger than the wand you are going to use.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6a_c7278164-2c6b-49ce-b547-8de52ff6a2e5.jpg?v=1606466680"], ["Make sure your wand can soak up some solution for better bubbles. If you make a smooth wire wand, wrap it in cloth so it can suck up the solution. Blow or move the wand through the air gently. You can catch or bounce bubbles if you are careful. They usually pop from dust, dirt, or grease. So wear a light pair of gloves and go on a bubble hunt. Don’t shake or stir your bubble solution too much when blowing bubbles. Minerals or other additives in water can affect your \nsolution. It is recommended to use distilled water or boil your waterfor several minutes and let it cool before using. (Don’t forget to have an adult boil the water). \nHAVE FUN!", "https://cdn.shopify.com/s/files/1/2081/8163/files/7_f2920b8d-4dc4-40c0-805e-ef1244a2cc29.jpg?v=1606466691"], ["Basic Bubble Solutions Pop! Pour 1/4 cup liquid dish soap into a mixing bowl. \nAdd 3/4 cup of water. Add 1 teaspoon of sugar into the mixture. (Glycerin or light corn syrup can be substituted). Gently stir your mixture until the sugar dissolves. \nPop! Pop! Add 1/2 cup of water to your mixing bowl. Mix in 2 tablespoons of liquid dish soap. Stir in 1 tablespoons of light corn syrup. (Glycerin or sugar can be substituted). Pop! Pop! Pop! Dissolve 1/2 cup of soap powder into 1 cup of warm water. Mix in 2 tablespoons of sugar, light syrup, or Glycerin. Remember – Don’t throw out your solution if it doesn’t work with a wand. Make Bubble-Falls. Take your solution outside and using a straw blow into the solution. Have fun with the millions of bubbles.", "https://cdn.shopify.com/s/files/1/2081/8163/files/8_aaf450f0-8c5f-40ca-b2d1-e0c1d1703e17.jpg?v=1606466701"], ["Basic Wands Be creative and use your imagination. Anything that holds the solution across it can be used as a wand. The bigger the wand – the bigger the bubble – the harder it is to blow. Try some things around the house. A slotted mixing spoon. A small strainer. Make one Bend a pipe cleaner (chenille craft stem) into any shape and attach another for the handle. Have an adult bend a coat hanger into a circle (or any shape). Cover it with cloth for best results. \nTake 2 straws and thread yarn through them. Make sure the knot is in one of the straws. Using the straws as handles dip the yarn into the solution. Gently remove it and move it through the air. It’s hard to do but when you get a bubble, it will be a GIANT BUBBLE.", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_e4f211f0-6d60-419e-8d1b-17495e470b5f.jpg?v=1606466712"], ["“I can’t wait to get home, ” Tristan said as he ran down the street.", "https://cdn.shopify.com/s/files/1/2081/8163/files/001_d5592ab3-733a-4ecc-9501-0d74f070b4ff.jpg?v=1613381586"]], "26": [["The Chinese love dragons. They believe that the dragon is powerful and wise and brings good luck. There are many temples built to honor the dragons in China. Chinese dragons are snake-like, wingless animals with four legs and five claws on each leg. According to stories, Chinese dragons have a magic pearl which gives them the power to fly and go into heaven. The Chinese believe that dragons control water, rainfall, hurricane, and floods.", "https://cdn.shopify.com/s/files/1/2081/8163/files/page-3-4-col_480x480.jpg?v=1606719572"], ["Korean dragons are the most kind-hearted of all the dragons. A Korean dragon is a snake-like, wingless animal with a long beard. A Korean dragon has four legs with four claws on each leg. In Korean stories, dragons are water animals, which control water and farming.", "https://cdn.shopify.com/s/files/1/2081/8163/files/page-5-6-col_480x480.jpg?v=1606719591"], ["Japanese dragons are large, wingless, snake-like animals with three claws on each foot. Japanese believe that dragons are water animals that control rainfall and water. According to Japanese stories, dragons were first born in Japan. Dragons are very popular in Japan and are used a lot in art, music and architecture.", "https://cdn.shopify.com/s/files/1/2081/8163/files/page7-8_col_480x480.jpg?v=1606719611"], ["Indian dragons are wingless animals that are half-snake and half-human. Indian dragons are called Nagas and are said to live in an underground kingdom. In Indian stories, Nagas are found in rivers, lakes and seas and they are believed to be guardians of great treasures.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-9-10-col_480x480.jpg?v=1606719633"], ["The Filipino Dragon is called Bakunawa, which means “moon-eater”. According to an ancient story in Philippines, Bakunawa is a snake-like dragon with whiskers, two pairs of wings, a red tongue, and a mouth as big as a lake. In the story, the Bakunawa lived in the sea and would rise out of the water into the sky and eat the moon. Thus, the Filipino dragons were believed to be the cause of eclipses.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-11_12_col_480x480.jpg?v=1606719653"], ["The flag of Wales has a red dragon in a green and white field. The flag tells the story of the red dragon which saved Wales from the icy white dragon but died after the fight. The Welsh flag was made to honor the red dragon and remember him forever.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-13_14_col_480x480.jpg?v=1606719673"], ["The most famous Greek dragon was the Hydra, which was killed by the Greek hero, Hercules. The Hydra was a nine headed snake-like water dragon with poisonous breath and blood. It had the power of regeneration; it grew two new heads for each head that was cut off. In this Greek story, the dragon was killed by Hercules, who burnt its neck stumps to stop any new heads from growing.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-15-16_col_480x480.jpg?v=1606719694"], ["In most English stories, dragons were evil animals. They lived in dark caves, guarded great treasures and fought with English knights. English dragons have four powerful legs and claws, scales on its body, huge wings and a sharp tail. They have fangs, poisonous breath and breathe fire.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-17_18_col_480x480.jpg?v=1606719714"], ["In Russia, a dragon was believed to have three heads, which could grow back if cut off. In popular Russian stories, dragons were green, walked on two back paws, had small front paws and breathed fire.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-19-20_col_480x480.jpg?v=1606719734"], ["The most evil among all dragons is the Scandinavian dragon, Nidhogg. He is a huge, multicolored, wingless dragon who lives underground. In the Norse story, this thirty-foot, snake-like dragon keeps eating the roots of the world-tree Yggdrasil. This is dangerous for Earth because this is the tree that keeps the universe safe.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Page-21-22_col_480x480.jpg?v=1606719757"], ["The Druk is the “Thunder Dragon” of Bhutanese stories. This dragon is the national symbol of Bhutan. The Thunder Dragon is a giant snake-like, wingless animal with four legs and scales on its body. The flag of Bhutan has a Druk and the Bhutanese people call their country Druk Yul (Land of Druk).", "https://cdn.shopify.com/s/files/1/2081/8163/files/page-23-24_col_480x480.jpg?v=1606719822"]], "27": [["On a beach by a tree, sat my family and me.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_1_42761f0c-ccc5-4f90-be7b-346f1be112c8.jpg?v=1608026093"], ["Then shouted a hog, \"There's a Dog On A Log! ! \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_2.jpg?v=1606548251"], ["A Dog On A Log? Well, how can that be?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_3.jpg?v=1606548261"], ["He must be saving that big, frightening flea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_4.jpg?v=1606548274"], ["Now why would a dog be saving a flea?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_5.jpg?v=1606548287"], ["Especially in the water on the branch of a tree.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_6.jpg?v=1606548297"], ["I couldn't believe what I saw happen next.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_6366a48c-1e55-4191-a05b-34249b5cda6f.jpg?v=1606548309"], ["Even that Dog On A Log was perplexed.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08.jpg?v=1606548320"], ["The flea pulled on a rope and up came a boat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09.jpg?v=1606548494"], ["I'll bet you can't guess what happened next.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10.jpg?v=1606548507"], ["A flea family ran from the dog's little toe.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_ead18ced-0242-4d15-b47e-44cd9b9fd839.jpg?v=1606548521"], ["They got into the boat and began to row.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_12.jpg?v=1606548535"], ["Once on the shore, they ran through the sand.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_13.jpg?v=1606548549"], ["Over a cookie in my left hand.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_14.jpg?v=1606548563"], ["Right to the hog, that's where they went.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_15.jpg?v=1606548715"], ["They found a new home with an unpleasant scent.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_16.jpg?v=1606548776"], ["As for the Dog, he's still riding that log.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_17.jpg?v=1606548808"], ["As for me-Ouch-I think I have a flea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_18.jpg?v=1606548836"]], "28": [["When you see red, STOP!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus-_01.jpg?v=1607057935"], ["When you see green, GO.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02_c5d1b7d2-f013-47b8-9ecf-ba5d2a9e63f7.jpg?v=1607058514"], ["But wait. What is yellow? CAUTION, you should know.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_a2fc27ca-36ac-4e75-a3d7-19150e0a7f39.jpg?v=1607058538"], ["Red signs, and lights, and markings on the street.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_04_275623e2-da20-415d-9678-81153fffbf20.jpg?v=1607058564"], ["Stop, and look, and listen; before you move your feet.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_38a00ba4-b818-42f6-8171-ca6d741447f1.jpg?v=1607058592"], ["If cars drive on the right, look left then right, you know", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_70874ea5-4695-4968-9685-47dcfd92a066.jpg?v=1607058628"], ["If cars drive on the left, look right then left, that’s so.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_99f1f8f4-99e1-4d14-b048-eb35757f06ea.jpg?v=1607058660"], ["No matter what the color, be it red or green.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_8.jpg?v=1607060929"], ["Remember that there’s yellow.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_095a8ff8-6118-4ac2-a650-7291ef532945.jpg?v=1607060957"], ["Use CAUTION in-between.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_a2fc27ca-36ac-4e75-a3d7-19150e0a7f39.jpg?v=1607058538"], ["Remember that there’s yellow.", "https://cdn.shopify.com/s/files/1/2081/8163/files/bk.jpg?v=1607061035"]], "29": [["Jimmy had just turned 5 and was starting school.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01.jpg?v=1606471764"], ["He was frightened. He had never been to school before.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02.jpg?v=1606471777"], ["Jimmy did not know what to expect and he did not want to leave home by himself.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03.jpg?v=1606471793"], ["Jimmy's Mom told him not to be afraid as she walked him to his bus stop.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04.jpg?v=1606471807"], ["She told him he would make new friends and have lots of fun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05.jpg?v=1606471829"], ["Jimmy was being brave as he got on the bus and sat down.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06.jpg?v=1606471867"], ["He waved to his Mom as the bus drove away.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07.jpg?v=1606471879"]], "30": [["Hi, I am Professor Mois Ture and I will be telling you about water. You can call it RAIN. You can call it SNOW. You can call it SLEET. You can call it HAIL. But it’s WATER all the same. Did you ever wonder how old water is or where it comes from? The answers may surprise you.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_1.jpg?v=1606558204"], ["The next time you see a pond or even a glass of water, think about how old that water might be. Do you really want to know ? I thought you did.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_2.jpg?v=1606558242"], ["Did you brush your teeth this morning? Well, some of the water that you used could have fallen from the sky yesterday, or a week, or month ago. It’s pretty new.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_3.jpg?v=1606558277"], ["But, some part of that water is very old and was around during the time of the dinosaurs, or even longer. Or maybe it’s a little newer; like from the time when the Pharaohs were building pyramids.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_4.jpg?v=1606558308"], ["You see there is only a limited amount of water and it gets recycled. Yep! It keeps going round and round. We call it the “Water Cycle. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_05.jpg?v=1606558358"], ["Yes – You have a question? No – It’s not like a jet-ski or a bicycle for water. It is nothing you can ride. It is how water keeps going round and round. Let me explain", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_6.jpg?v=1606558494"], ["First, I would like to say that water is very important. Imagine an empty lake. The fish would be very unhappy.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_7.jpg?v=1606558524"], ["Imagine an empty ocean. Your day at the beach would be like going to a desert.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_8.jpg?v=1606558625"], ["And since you are mostly made up of water - let’s just say you would be a lot lighter.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_9.jpg?v=1606559580"], ["The Water Cycle has 4 parts. Evaporation, Condensation Precipitation, Collection", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_10.jpg?v=1606560081"], ["Evaporation When the water in an ocean, a lake, a pond, a river, or a stream is heated by the sun, it turns into vapor or steam. It then floats into the air.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_11.jpg?v=1606560120"], ["Of course, when you are out on a hot day, or you exercise, you sweat. Well, guess what! That evaporates too.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_12.jpg?v=1606560150"], ["What about those drops of dew on leaves, or the grass? Yes - They too evaporate and become a part of the Water Cycle.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_13.jpg?v=1606560187"], ["Condensation As the water vapor gets cooled, it changes back into a liquid and turns into clouds.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_14.jpg?v=1606560280"], ["Precipitation When the air in the clouds cannot hold any more liquid, it falls back to the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_15.jpg?v=1606560331"], ["It returns in different ways, depending on the temperature and where it comes down. It can fall as rain.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_16.jpg?v=1606560442"], ["Or, it can fall as snow. (Did you know that no two snowflakes are the same? )", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_17.jpg?v=1606560540"], ["It can return as sleet, which is like rain that has almost frozen.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_18.jpg?v=1606560651"], ["Or it can come as hail. Those frozen balls of rain that can actually break windows and dent cars.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_19.jpg?v=1606560683"], ["Collection No matter how it comes down, it is collected and stored. It can fall into the ocean, lake, pond, river, or stream. If it lands on the ground, it may roll into a river or be sucked up by the soil. It may even pass through the ground to an underground lake or river to be used later.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_20.jpg?v=1606560712"], ["Now, what happens tomorrow when the sun comes out? That’s right. The Water Cycle starts over again.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_21.jpg?v=1606560769"], ["Oops, ! …the sun is out! But don’t worry, Professor Mois Ture will return. After all, I am a part of the Water Cycle. Evaporation - Condensation- Precipitation - Collection", "https://cdn.shopify.com/s/files/1/2081/8163/files/Scene_22.jpg?v=1606560804"]], "31": [["All the animals of the forest tease \nJessie the rabbit about her shy ways. But when a friend is in trouble, it is the shy Jessie who saves the day with her courage and quick thinking.", "https://cdn.shopify.com/s/files/1/2081/8163/files/cover-peageback.jpg?v=1606303898"], ["Jessie, the rabbit was eating a carrot in a green meadow, one sunny day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01.jpg?v=1606303632"], ["He watched the other animals run around and play and he admired them. He had always been the shy one and they were always playing without him.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02.jpg?v=1606303645"], ["They made fun of him because he got startled so easily. If a tree fell somewhere in the forest, he would rush into his rabbit hole and hide for the rest of the day. ‘You’re such a scared cat, Jessie, ’ Teddy, the cub once said when she passed by him. ‘You never have any fun, Jessie. ’", "https://cdn.shopify.com/s/files/1/2081/8163/files/03.jpg?v=1606303658"], ["But Jessie, the rabbit was a cautious and wise rabbit. He knew better than to ignore every sound.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04.jpg?v=1606303672"], ["“I may look stupid and scared, but I will always be prepared for danger. ” thought Jessie. He would hide and curl up every time he heard a crack or saw a shadow loom over his hole.", "https://cdn.shopify.com/s/files/1/2081/8163/files/06.jpg?v=1606303696"], ["One fine day, just like any other, a distant crack was heard. A tree fell down and a light brightly burned. Jessie darted into his hole, while the other animals continued frolicking around. Jessie shouted as loud as he could ‘Run! ’, but no one heard him. So he jumped inside his hole and curled up into a ball.", "https://cdn.shopify.com/s/files/1/2081/8163/files/07.jpg?v=1606303707"], ["While Jessie was hiding, he could still hear the others laughing. Then all of a sudden, Jessie heard some squeals, some running and then Beaver started shouting, “The forest is on fire, the forest is on fire! Everybody run, the fire is spreading! ” The Beaver continued to shout as he ran past Jessie’s hole. The whole forest was in a wild panic.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08.jpg?v=1606303717"], ["Trampling everything, the animals ran away, \nleaving behind a cloud of dust and the forest on fire. Only Jessie was left in his hiding place, safe beneath the ground. Jessie had cleverly stashed away a supply of food and water in his hole. He knew that one day danger would come and he wanted to be prepared. He was relieved to know he had enough supplies to last until the fire was over.", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_06525f5c-d196-4227-ad98-01b884358876.jpg?v=1606305163"], ["In the distance, Jessie could hear a loud squeal “Help! Someone, help me, please. ” Jessie did not want to come out of his hole, as he knew that the fire was spreading. But then he heard the squeal a second and third time. Jessie couldn’t just hide in his hole while someone was out there on his own.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_b16e67e5-c6c7-4f00-b0d9-661781599945.jpg?v=1606305557"], ["Jessie slowly raised his head from his hole. He could see the flaming trees all round. He heard another squeal and turned his head to see Teddy, the cub lying down with his leg caught beneath a thick, fallen branch. The ground around him was burning and the fire was getting closer.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_6a3a9153-0dfb-4370-82ca-89fac9c6cd76.jpg?v=1606303741"], ["The Jessie was very scared but he couldn’t just leave Teddy there. Huffing and puffing, he rushed with incredible speed towards the Teddy. ‘Jessie, please, you need to find a way to get this thing off! ’ said Teddy. Jessie started running around, looking for a way to help.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_37a9ad7b-23b8-414f-b91f-72499a0dfb80.jpg?v=1606303755"], ["Jessie saw that the other side of the branch had started to burn and was becoming thinner. \nJessie had an idea and he darted down into his hole. He grabbed some of the nut casings that he had stored the water in and ran back towards Teddy. \nHe rushed towards the branch and poured \nthe water on the branch.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_2b3f65a7-9d85-4247-b477-76b3184bac76.jpg?v=1606303814"], ["The branch was now thin and wobbly, but Teddy still could not get his foot free. So Jessie gathered all his strength and in a single dash smashed his body against it. A crack was heard and the branch broke into half, freeing Teddy. He slowly got up and approached Jessie.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14.jpg?v=1606303829"], ["Teddy was surprised at Jessie’s heroism and even more surprised at how he had managed to free him. He saw jessie lying down.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0000.jpg?v=1606306857"], ["Jessie was looking very tired, so he picked him up in his mouth and rushed away from the fire into the cool hills nearby.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_126f82a6-3471-4af3-a84f-b82ff6cbf878.jpg?v=1606303845"], ["A few days later all the animals had settled into a new place in the woods, where the fire hadn’t reached. Everyone was still playing but something had changed. Teddy, the cub was taking care of Jessie, the rabbit who was still recovering.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_407313d8-0ec7-4ab5-bc4c-50595193b71c.jpg?v=1606303861"], ["No one laughed at Jessie anymore for he had saved their friend and they knew of his courage. From that day on, all of them followed in his footsteps and have been careful till this day. They now knew that being careful does not mean that you are not brave.", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_3c324b21-29f3-4ccb-a8f2-8d02868d1281.jpg?v=1606303881"]], "32": [["Once upon a time, there lived a monkey who had no home of his own. They called him ‘Springs’, for he always walked with a bounce in his steps.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_ac614e16-1f3d-407a-9325-3ac7e7898aaf.jpg?v=1606545500"], ["He had sold everything he owned, and with that money, he had started traveling the world.", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_331e27f4-769e-4443-9823-165aab9f72ac.jpg?v=1606545668"], ["He wanted to see the world’s smallest and biggest wonders. He traveled from village to village, town to town,", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_229a634e-fcc8-4351-ae1c-51c24958be24.jpg?v=1606545703"], ["and offered his services- to do work in exchange for food and shelter.", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_42064f31-69f2-4e84-882a-6a40d97c6f8a.jpg?v=1606545837"], ["He was a happy monkey and he loved helping people.", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_45251404-53b7-4f8e-8157-31fc35c58d89.jpg?v=1606545716"], ["One day, he passed through the village of Zver, where twenty animals lived. He saw an old beaver. so he walked towards him and said “Hello, Mr. beaver. If I was to do some garden work for you today, would you be so kind as to give me something to eat. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/8_9c74779d-eca2-40d1-868d-2d33fde357fc.jpg?v=1606545748"], ["The old beaver agreed and asked Springs to do some gardening and fix up a few things around the house. It was a long and tiring day for Springs but enjoyed his day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_1ed9cc8d-777d-49dc-9acb-5ddb6b548fe2.jpg?v=1606545729"], ["When springs returned to the house in the evening, the whole village had gathered there. There was a lot of food put out on the large wooden table and everybody was celebrating as though a hero had come to their small village.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_4ffd8369-a7a5-451b-8934-5fec600426b3.jpg?v=1606545758"], ["They all had a great time that night; it was like a big party. There was dancing and lots food and Springs really enjoyed his evening.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_9b340aee-6b51-4725-8c03-80cd6e1c35d3.jpg?v=1606545771"], ["The following morning when Springs was ready to leave, the old beaver approached Springs with tears in his eyes and said, “Thank you for joining us for dinner. Please come back whenever you have time. I have two boys around your age who I have not seen in 10 years. Spending time with you reminded me of my boys. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_7564abc2-324e-46d5-98fb-7c84813c56ff.jpg?v=1606545952"], ["Springs did not know what to say so he just hugged the Beaver, just like he would his father, and set off on his way with a promise to return one day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/133.jpg?v=1606546211"], ["Springs had been walking for some time and was tired.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_4ed6199f-13c7-4bd4-a575-81035682d33c.jpg?v=1606546375"], ["He saw two highway robbers who pushed him down and took his bag away.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_5094ef09-32ff-4989-b19c-9608f34d048f.jpg?v=1606546418"], ["When the robbers looked in his bag they only found a rope, some tools, and some bread.", "https://cdn.shopify.com/s/files/1/2081/8163/files/144.jpg?v=1606546557"], ["They threw his bag on the ground and ran away. Springs picked up his backpack and continued on his journey.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_bf5e48de-87c4-4905-a6e4-fe7b294cb06d.jpg?v=1606546436"], ["He started to think about all the good and bad in the world.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_6956db77-c194-4946-aa45-385517b913fe.jpg?v=1606546451"], ["The road was long and winding and finally led him to a dark forest. The only way he could continue his journey was to walk through the forest.", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_11db1c88-bcd8-4f36-a2b2-1465f35defea.jpg?v=1606546689"], ["Springs walked for more than an hour and then he realised he was lost. He decided to climb up a tree to relax and eat some of the bread the villagers had given him. Suddenly Springs heard some voices shouting for help.", "https://cdn.shopify.com/s/files/1/2081/8163/files/20_9b11dbc4-1872-476a-866d-a446d1bd7d74.jpg?v=1606546794"], ["He climbed down from the tree and ran in the direction the voices were coming from. Springs reached the place the voices were coming from.", "https://cdn.shopify.com/s/files/1/2081/8163/files/21_a22c6d2f-a154-4055-bf53-29837d9c9d7c.jpg?v=1606546863"], ["Springs reached the place the voices were coming from. He saw that the two robbers who had pushed him earlier that day were trapped inside a deep hole in the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/20_b492119e-6b22-40ec-882d-645cb4523357.jpg?v=1606546705"], ["They were both trapped and couldn’t get out, and were yelling for help.", "https://cdn.shopify.com/s/files/1/2081/8163/files/211.jpg?v=1606546923"], ["Springs quickly reached into his backpack and grabbed the rope that was inside. He tied one end of the rope to a tree and threw the other end inside the hole. The robbers both quickly climbed up the rope to safety.", "https://cdn.shopify.com/s/files/1/2081/8163/files/22_76b72a83-184d-48c5-8589-ce555d32fd52.jpg?v=1606546963"], ["The robbers were amazed that Springs had saved them. One robber asked “Why did you help us? We pushed you and tried to rob you earlier! ”.", "https://cdn.shopify.com/s/files/1/2081/8163/files/23_d7593446-2088-4f5e-b490-48bfc7967190.jpg?v=1606546976"], ["Springs replied “There are good people and bad people in this world. The good people do good things and bad people do bad things. I have decided to be one of the good people. ” The two robbers were amazed by Springs’ reply.", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Homless-Monkey_a58d1f1a-c5c0-4da2-a417-7abc6116bfeb.jpg?v=1607494521"], ["Springs told the robbers, “I have traveled far and wide, seen happiness as well as sorrow. I have met all kinds of people; good, bad, old, and young. I have experienced all sorts of bad things, but I have always tried to do only good things. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Homless-Monkey.jpg?v=1606547885"], ["As Springs was leaving, he gave the two robbers some bread with a smile and said, “I hope what I have said today will help you realize that there is always a way to live without causing harm to others. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/25_480x480.jpg?v=1606547940"]], "33": [["“I’m Rose. ” “I’m Violet. ” “And we are identical twins. ” They said at the same time. \n“We look the same, ” said Rose. “We sound the same, ” said Violet. “We even dress the same, ” they said together as they giggled.", "https://cdn.shopify.com/s/files/1/2081/8163/files/001.jpg?v=1606984682"], ["“It’s my birthday, ” said Rose. “No, it’s my birthday, ” said Violet. And both the girls laughed as they yelled, “It’s our birthday. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0002.jpg?v=1606984700"], ["Yes, Violet and Rose were identical. They looked the same, dressed the same, talked the same, acted the same, made the same face when they were happy, did the same frown when they were sad, and they even got the same grades in school.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0004.jpg?v=1606984720"], ["Oh! What’s that? They don’t get the same grades in school? I wonder why. “I can tell you why, ” their mom said. “Rose is a little more responsible and pays attention to fine details.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0003.jpg?v=1606984843"], ["Violet is a little less responsible and sometimes doesn’t pay attention to things she doesn’t like doing. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0005_64f394d7-46eb-48fa-ab80-dfc94d8c58b8.jpg?v=1606984917"], ["“Come on in, girls, ” their mom yelled out the door. “It’s time to open your presents and your dad and I want to see how you like them. ” Oh! They were excited. They ran up to the house, up the stairs, through the door,", "https://cdn.shopify.com/s/files/1/2081/8163/files/0006.jpg?v=1606984940"], ["and into the hall where they saw two big boxes. Their excitement grew as they wondered what was inside. Then they smiled at one another as they each dashed for a box. “I want this one, ” yelled Rose. “No! I want that one, ” yelled Violet.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0007.jpg?v=1606984970"], ["“Girls! ” Their mom said. “You know it doesn’t make any difference, they are both the same. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0007b.jpg?v=1606985006"], ["Rose and Violet laughed when they realized how silly they had acted. Of course, the presents would be identical, just like them. They each got a box unwrapped, opened, and then looked inside. Rose happily yelled, “Stuff to make a flower garden. This is great, something I always wanted to do. I can grow my own flower garden. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0007c.jpg?v=1606985029"], ["Violet said, “I like flowers, and a garden would be nice. But there’s a lot of stuff in this box and it seems like it would be a lot of work. ” Violet was right. There was a lot of stuff in the box.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0008.jpg?v=1606985172"], ["It contained everything they needed to make a flower garden, everything except water, sunshine, and love. Both girls thanked their mom and dad for the great present and they dragged their heavy boxes outside to start their gardens. \nThey each selected a patch of ground to call her own, took the “How To Garden” book from the box, and began to read. Rose said, “Violet, you were right. This is going to be a lot of work. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0009.jpg?v=1606985287"], ["They carefully removed the grass, loosened up the ground, added and mixed in the special flower soil, and planted their flower seeds. Violet found some nice sticks and pretty ribbon to make a fence around her garden. She gave the seeds their first watering and said, “Rose, I am going inside to watch television. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Flower-Garden.jpg?v=1606985951"], ["Rose asked her Dad to help her make a stone fence around her garden. \n“A very special garden needs a very special fence, ” she said to him as they gathered and placed the stones. After some time the fence was completed and Rose gave the seeds their first watering.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0015.jpg?v=1606986048"], ["“Well, maybe later. Right now I want to eat breakfast, and then I think I’ll play a game. ” Violet said. Every morning Rose tended her garden and every morning Violet had something else to do. Every morning Rose would remind Violet to water her garden and Violet would reply, “Let Mother Nature take care of it. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0002_e803e5c7-84f2-4c0a-a479-502ad51dc65b.jpg?v=1608029006"], ["One morning Rose checked on her garden and she couldn’t believe what she saw. Her garden was covered with little flower plants. She was so excited she danced with joy. Then she looked at Violets garden. It didn’t have many plants, but there were some.", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Flower-Garden_775c9f11-201a-4a88-8a6d-56b6b89aa30f.jpg?v=1608029585"], ["Rose opened her “How To Garden” book to see what she should do next. “Hmm, ” she said to herself. “I must thin the plants. I need to take some out to make room for the others to grow. ” Rose felt bad. She loved her flowers and now had to pull some out of the ground. Then she had an idea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Flower-Garden_9fa0bf59-4854-4700-bb1f-135b04c3a34e.jpg?v=1608029815"], ["I’ll plant the ones I pull from my garden into Violets. And that is exactly what she did. Rose then gave both gardens a big drink of water. She loved her garden and there was no reason she shouldn’t love her sister’s equally.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0017---Copy.jpg?v=1608030258"], ["Their mom watched from the kitchen window. She was very proud of the way Rose was helping her sister. Rose was looking at her garden when she heard Violet coming out the door. “Wow! ” Violet said when she saw her garden. “Look at all those plants Rose. I have just as many as you. Our gardens are really growing. ” “Violet, ” Rose said. “Do you know that I …” And she stopped talking for a second, as she was angry. She continued. “Do you know that I think our gardens are growing equally? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0017---Copy.jpg?v=1608030258"], ["“I think so too, ” Violet replied. “And from now on I’m going to tend my garden every day, just like you. ” Over the next several weeks they watered their gardens, pulled the unwanted weeds and grass, fed the plants, and even got some worms to put in their gardens to keep the soil loose. Just like the “How To Garden” book recommended. They were pleased. The plants were growing and many had buds that we re ready to open.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0018---Copy.jpg?v=1608030375"], ["Oh! It wouldn’t be long now. It wouldn’t be long before there were two beautiful flower gardens. The girls were so excited. They just couldn’t wait to see all the colorful flowers. The next morning they got dressed and hurried outside to tend their gardens. To their surprise, they were in full bloom. They shrieked with excitement, held hands, and danced in circles. The flowers were so beautiful. \nEvery color in the rainbow was in their gardens.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0019.jpg?v=1608030489"], ["“We have a surprise for you! You are going to have a baby brother soon. And your dad and I know you will take care of him as well as you take care of your gardens. Aren’t you girls excited? ” Rose and Violet just stood there. They didn’t know what to say. All these years they were a family of four, and now there was going to be a strange fifth member. Another member that would need his parent’s love. Love that should be theirs, and they did not know if they wanted to share.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0011_b9d00dd3-c22d-4705-8eec-33db53455dc6.jpg?v=1608030668"], ["“What’s wrong, girls? ” their dad asked. “Your mom and I thought you would be happy and excited. Let’s have a glass of milk and maybe a cookie or two. Then you can tell us why the frowns. ” As all four were licking the center from their cream filled cookie, Violet spoke up. “You are going to love me less because you are going to have to give him love. ” “I feel the same way, ” said Rose. “I don’t want you to love me less. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0012.jpg?v=1608030726"], ["“My goodness, ” their mom said. “We could never love either of you less. Where did you get that idea? ” “It’s not an idea, ” Rose said. “There are two of us and two pieces of love, one from you, and one from dad. When there are three of us, you’re both going to take some of that love away from us, and give it to him. ”\n\n“Oh, girls. ” Their dad said. “Love isn’t shared. Love is magical and it grows. \n\n Why each day your mom and I love you more than the day before, and tomorrow we will love you more than we do today. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Flower-Garden_5da6c172-82a3-4636-9454-3a011b1fb0eb.jpg?v=1608030962"], ["Her mom then asked. “Why did you do that? ” “Well, ” said Rose. “I love the plants and I love my sister so I thought I would share the plants with her. ”\n“Ah, ” said her mom. “Share the plants. That must mean that you loved your plants less because you gave some to Violet. ” Rose thought about what her mom had said, then replied. “No, I didn’t love my plants any less. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/0021---Copy-_2.jpg?v=1608031036"], ["“I loved them the same and I loved the ones in Violet’s garden, and I loved doing something nice for her, and I loved watching both gardens grow, and I love the flowers in both gardens, and I love you. Now I understand how magical love is, and how it grows. ” “Me too, ” said Violet. “Let’s go out and smell the flowers. ” “I’d love to, ” said Rose.", "https://cdn.shopify.com/s/files/1/2081/8163/files/0021---Copy.jpg?v=1608031147"]], "34": [["A simple game of hide-and-seekleads the children into the adventureof their lives. \nAn exciting story that will have littlereaders turning the pages, eager toknow what comes next.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-01_ea21fc6e-8b2f-426d-885a-a113c76561df.jpg?v=1606543699"], ["James, his sister Sally, and Mark, their BFF (Best Friend Forever) were bored. They had played all day but now that it was dark and difficult to see, they had nothing to do. \nThey couldn’t play soccer because they couldn’t see the ball. They didn’t want to go inside and play a game because it was a beautiful springtime night and they liked being outside, especially after having to play inside all winter long. They just didn’t know what to do and it was a little too early for them to go home. \n“I guess I’ll just go home, ” Mark said in a sad voice. “Aww come on, ” replied James. “We still have time for another game of – of something. ”\nThen Sally said, “I have an idea! Let’s play Hide-and Seek. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-02_41fc1245-ae3a-468d-858a-bf08e2403edd.jpg?v=1606543731"], ["“I was just going to say that, ” James said. “Yah, I’ll bet, ” replied his sister. “You always say you were thinking of whatever I think of, ” she snapped. “Do not! ” James said in a loud voice. “Do too, ” yelled Sally. \nMark just looked down at the ground and shook his head from side to side. “They are at it again, ” he mumbled to himself. Then he yelled, “Okay, let’s play Hide-and-Seek\nI’ll be the seeker! ”\nHe turned, faced a big tree, closed his eyes, and started counting out loud. “100 – 99 – 98 – 97 …. . ” Sally and Mark stopped arguing, looked at each other, and ran off in different directions to find a hiding place. \nIn the distance they could still hear Mark counting\n “4 – 3 – 2 – 1. Ready or not, here\nI come! ” Then he turned and began looking for places \nwhere they could be hiding.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-03_b15c4821-d9c9-4967-a88d-0d4834c798fb.jpg?v=1606543791"], ["Finding Sally was easy. \nShe always ran off and then circled back\nso she would be close to “base, ”\nthe safe place to get to before being tagged. \nMark looked for the biggest tree\nand ran towards it. \nBut she wasn’t there. \n“I’ll bet she’s behind that big bush, ”\nhe said to himself. \nSo he ran to it and was ready to tag her, \nbut she wasn’t there either.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-04_83af6597-9945-4e4b-b7af-c583eed13a7c.jpg?v=1606543804"], ["As he turned around, he saw James running towards\n“base” and darted after him. Just before\nhe touched James’ shoulder, James tagged the “base”\nand yelled out “SAFE! ” “Did you get Sally yet? ”\nJames asked. “No, ” said Mark. \n“I haven’t been able to find her and it’s getting late and\nwe need to be heading home. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-05_2b4fe8fc-1aca-4584-ac10-3ae957c5d0bd.jpg?v=1606543825"], ["So both boys yelled out\n“Come on out Sally, it’s late. ”\nBut there was no reply. \nNot even a little snicker from\nsomewhere in the darkness. \nThey yelled again. \n“Come on out Sally, it’s late. ”\nStill there was no reply from Sally. \nThey began to worry and started searching for her. As they walked around the area they called out “Sally, come on, we give up; you’re safe. ”\nBut no matter where they looked, \nor how much they called out,", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-06_6e47f178-11ab-4b2b-b818-16bb15b34189.jpg?v=1606543836"], ["Sally was wondering what had happened. \nAll she could remember was\ncrawling under the big trunk\nof a fallen tree to hide. \nNow, as she looked up, she saw\nseveral stars through a small hole above her head. \nShe had fallen into a hole\nwhen she crawled under the tree trunk. \n“Help! ” she yelled and heard her voice\necho throughout what must have been a cave. \n“HELP! Help, help, help! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-07_c2a74963-22bd-4ed6-8f91-3c838695ea6a.jpg?v=1606543848"], ["“Did you hear that, James? ”\nMark said excitedly. \n“Sally just yelled for help. ”\n“Keep yelling Sally, ” James screamed. \n“That way we can find you. ”\nSally heard her brother and\nkept screaming. After a short while the boys were standing next to the big tree trunk. \n“Hey! Are you stuck under this tree? ”\nasked James. “Kind of, ” Sally yelled. \n“When I crawled under\nit to hide, I fell into a cave. \nPlease help me, I’m scared. \nIt’s dark and I can’t get out. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-08.jpg?v=1606543859"], ["Mark said, \n“James you stay with Sally and\nI will go get my dad. ”\nThen he dashed off into the darkness. \n“Don’t be scared, ” James said. \n“I am right here with you. ”\n“No, you’re not, ” Sally sobbed. \n“You’re up there and I’m down here. ”\nAs Sally turned in the darkness of the cave, \nshe bumped into something, \nscreamed, and began to cry.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-09.jpg?v=1606543874"], ["“What’s wrong? ” James yelled. \n“There’s something down here with me, ”\nSally replied in a shaky voice. \nJust then, Mark and his dad came\nrunning through the woods. \nMark’s father knelt down and asked Sally\nif she was okay. He could hear her crying and sobbing. “Sally, are you hurt? ”\nhe asked. “No, ” she said. \n“But I’m scared and there is\nsomething down here with me. ”\n“Stand back Sally. \nI am lowering a rope and\nwill be down with you in a second. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-10_e7d55239-4472-424d-b83c-db8dfd178942.jpg?v=1606543889"], ["Mark’s dad tied the rope to the tree, \nfound the hole under the tree trunk, \nwiggled a bit, and lowered\nhimself into the cave. \nSally could see him coming down\nthe rope and stopped crying. \nNot only was he there but the cave became \nbrighter from the beam of\nhis flashlight as it danced\nacross the cave’s floor and walls.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-11_50eb8dcb-1399-4d85-af2c-fb84ea32321e.jpg?v=1606543902"], ["As he reached the floor of the cave, \nhe shone the light on Sally and gave\nher a big hug. “Don’t be frightened, ”\nhe said. “I’ll have you out of here in no time. ” \nThen he shone the light around\nand saw that she had fallen into a small cave. \nAnd very close to her, \nin the middle of the cave, \nwas something wrapped in layers\nof old blankets.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-12_0c4d9611-8297-4d0f-bd2f-3a9714c751a7.jpg?v=1606543917"], ["“Mark, James, there’s something down here. \nI am going to tie it to the rope and I want you to \npull it out. ” “Okay, ” they replied. \nThe boys pulled out the object, untied it, \nand let the loose end of\nthe rope fall back into the cave. \nThe cave wasn’t deep and Marks’\ndad boosted Sally over his head so she could \ncrawl out. He then grabbed\nthe rope and with a little jump, was\nable to grab the opening\nand pull himself out.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-13_ddc0b97c-19a8-43ee-80c5-5eb431fb0121.jpg?v=1606543938"], ["“Let’s go back to my house for a cup of hot tea. \nI’ll call your parents so they aren’t worried, \nand we’ll see what treasure Sally found. ” He said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-14_2f64efc7-0f0c-41e0-8e5b-2397cc118fb6.jpg?v=1606543954"], ["When they got to Mark’s house, \nthey sipped their tea and began unwrapping the treasure. \nThey carefully peeled off layers of old blankets\nand cloth to reveal a wooden box. \nThey slowly opened it and stared in amazement.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-15_0d75312e-54f9-4467-9150-f44761648686.jpg?v=1606543969"], ["“Oh my, ” Sally said in disbelief. \n“I don’t believe what I am seeing. ”\nThe boys and Mark’s father just stared. \nInside the box were jewels of every color you could imagine. There were diamonds, rubies, sapphires, and emeralds \nof all shapes and sizes. Intermixed they could see several\ngold coins and strands of pearls. “We’re rich, ” the boys screamed. “Not quite, ” interrupted Mark’s father. “Someone could have lost this and I don’t think you should plan on spending any of it until we find out a little more. Besides, Sally found it. ” “I’ll share it, ” Sally said happily. “That’s nice Sally, ” replied Marks dad. But the right thing\nto do is contact the authorities. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-16_26d77ad2-1c21-4cd0-ad81-fb4c7d07a158.jpg?v=1606543982"], ["The next day, the four of them\nand Sally’s mother drove to the police station, \nexplained what had happened, \nand gave the treasure to the police to hold while \nthey conducted their investigation. \nThey left the police station sadly\nand even the double dipped ice cream cones \nMark’s father bought for them\ndidn’t make them smile. They drove back in silence.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-17_353b43a5-2f07-4827-af99-796c8ecf093e.jpg?v=1606543997"], ["Several weeks passed with\nno word from the police. \nThen, one evening, Mark’s father\ncalled James, Sally, and their parents. \n“The police just called and\nI think you should come over right now, ”\nhe said. “I’m afraid there is some\nbad news about the treasure. \nThe police are on their way and\nwill explain everything when you get here. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-18_3d6da7a6-16b9-408a-9c61-2a84e7dcf35b.jpg?v=1606545034"], ["Sally and James didn’t say\nmuch during the ride to Mark’s house. \nSally thought that since it was\n“bad news” the treasure belonged\nto someone else, even though\nthey probably lost it. \n“Whatever happened to ‘finders-keepers’? ”\nshe mumbled. “What did you say Sally? ”\nher mother asked. “Oh, nothing. ”\nSally replied. Then she let out\na long, sad sigh that echoed\nthrough the car.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-19_7f7a4639-4628-4cf4-856d-47b15d4e39e4.jpg?v=1606545107"], ["When they arrived at Mark’s house, \nthe police were there with the treasure box. \nAs Sally entered, \nthe captain introduced himself and said, \n“Sally, this is yours. \nYour parents need to sign\nsome papers but the box and its\ncontents are yours. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-19A_61033b60-949f-432e-b821-b0b1a0e6369d.jpg?v=1606544021"], ["Sally, Mark, and James\nshrieked with joy and danced\naround the room. Then Sally said, \n“What is the bad news? ”\nThe captain smiled and said. \n“The treasure is worth more money than\nyou can imagine and with your\nnew found wealth comes\ngreat responsibility. ” Sally didn’t quite understand \nwhat the captain was talking about and right now\nit really didn’t matter.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-20_04f15207-0de6-4451-adc8-5272473ee854.jpg?v=1606544080"], ["Mark asked, \n“Are you going to share? ”\n“Of course, ” Sally said. \n“If you and James didn’t help me\nI might still be there. ”\nSeveral days later Sally asked\neveryone over to her house. \n“I have decided what to do with\nthe money from the treasure after it is sold, ”\nshe said. \n“I am giving 1/6 to our Mom and Dad, \n1/6 to Mark’s Mom and Dad, \n1/6 to Mark, 1/6 to James, and 1/6 for me. ”\n“There is an extra 1/6, ”\nMark proudly stated. He loved math\nand was right on top of Sally’s calculations.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus-21_e0e78d06-f151-4c3e-bedd-3db57fe6237c.jpg?v=1606544113"], ["“No there’s not, ” Sally said. \n“Is too, ” James said. “Is not, ”\nSally said in an angered voice. Just as\nMark was going to say, \n“They are at it again, ” Sally said, \n“This is why there isn’t an extra 1/6! \nI am giving it to the local charity, so\nit can be given to those less \nfortunate and in need. ”\nHer mother and father said\nit was a caring and responsible thing to do. \nThey were very proud of her and knew that she\nunderstood what the captain meant when he had turned\nthe treasure over to her just days before.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_e7ee277b-6e81-4d86-a72e-d41035ba7093.jpg?v=1613042015"]], "35": [["As Buzz the Buzzard began to grow, he became more and more curious. Soon his curiosity lead him away from home to a strange new place, a place without the love of his family. It didn’t take Buzz long to realize what he was missing and what he really wanted.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_1bc1edc2-c8f7-4714-8e55-ae5e4ccabba1.jpg?v=1606552517"], ["“Welcome stranger. I’m Buzz the Buzzard. You must be here for some advice. But I have to tell you- the old water hole has dried up, there’s no fast food restaurants, and the closest hotel is 100 miles due South. Now, how can I be of assistance?", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_172e2300-56eb-45bb-b116-1be41367f380.jpg?v=1606552896"], ["Ah, I understand. You’re just waiting for the Red Rock Tour Bus. Then you saw me, and decided to have a closer look. Well, while you are here, let me give you some advice. It’s free!", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_62792505-09d0-4fcb-bd45-3a66a9d3170c.jpg?v=1606553025"], ["There is nothing more important than your family. That’s it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_8f25f06a-60ff-42a4-b91d-a060e9d3ec11.jpg?v=1606553463"], ["Oh, I guess I could add that friends could be considered your family. Your family doesn’t just have to be your mom and dad, or step-parents, or brother, or sisters or cousins, aunts and uncles. Well, you get the idea. Your family is all the people who love you and all those you love.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_6a15551a-e467-4da4-b936-53951d8f0731.jpg?v=1606553499"], ["What’s that, little one? How do I know? Well, it is a long and sad story but I will make it short since I see your bus coming down the road.", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_27f303b9-618f-4a70-b43c-0d8a353eb969.jpg?v=1606553528"], ["Not long ago, the sky around these parts was full of Buzzards. Yep, my family. One day I decided that living out here just wasn’t enough. \n\nI wanted to go to the big city.", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_f2e9935e-f7bf-473e-a197-e4561f19dde9.jpg?v=1606553549"], ["Now my family begged me to stay. They told me how much they loved me, how much they needed me, they reminded me of all the good times. But I didn’t listen.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_3771aafd-90dc-4f34-b107-9ba1a8943c7d.jpg?v=1606553866"], ["Off to the big city I went.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_98d6096d-3899-420a-9e65-e13dde08be93.jpg?v=1606553891"], ["But it wasn’t long before I knew that I had made a mistake. \n\nNo one loved me in the big city. I had no family and I was all alone. \n\nBut I was lucky because I could just flap my wings and head back home. \n\nBack home to my family. And that’s just what I did.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_8b4eca20-709c-4527-873f-0b425ec036c7.jpg?v=1606553916"], ["I don’t know what happened but when I got home there was no one to greet me. No family, no friends, just empty space.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_7c05c972-d2e6-41e2-a3b2-1769306d443e.jpg?v=1606553941"], ["Oh, I see your bus is here so go on, get along, but remember - there is nothing more important than your family. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_fb86572b-8e46-41b5-9897-17fc56b58ab8.jpg?v=1606553968"]], "36": [["Hi! My name is Mathew. That’s Math_ _ as is mathematics and _ _ _ _ ew as in you are going to learn some multiplication tricks.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_54a355c9-c04b-4201-84f6-f2a0f14da742.jpg?v=1607510463"], ["Before I share the new tricks let’s just review some other things to remember when multiplying.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_b4f8442c-69f0-457f-9acb-ca57b5104769.jpg?v=1607510809"], ["Remember 0 times anything is always equal to 0. \n2 X 0 = 0\nNow it’s your turn, quick! What is 4 X 0? \nThat’s right it’s 0, good job", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_f08e6eb0-7c3a-404e-b2c2-120b38141dfa.jpg?v=1607510905"], ["Remember 1 times anything is always equal to the “anything. ”\n1 X 6 = 6\nNow it’s your turn, quick! What is 1 X 9? \nGreat work, you are correct it’s 9.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_44f546e3-db3a-4015-bc5f-b958526b65e2.jpg?v=1607510938"], ["And of course you remember that 10 times anything is the “anything” with a 0 added at the end. \n10 X 3 = 30\nWhat is 10 X 5? \nThat’s right. It is 50.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_f26653e8-1ae4-456d-bb88-26592e334ce3.jpg?v=1607511101"], ["Now here is a trick you can use to help you with the Times 9 multiplication table for 9 x 0 through 9 x 10.", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_beeb8832-6a8f-47a1-8272-e4a0b6a0298f.jpg?v=1607511154"], ["First write down the table:\n9 X 0 = \n9 X 1 =\n9 X 2 =\n9 X 3 =\n9 X 4 =\n9 X 5 =\n9 X 6 =\n9 X 7 = \n9 X 8 = \n9 X 9 = \n10 X 9 =", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_4717d256-2c47-4a6b-85e3-adff7d858ca2.jpg?v=1607511187"], ["Next complete the table with the easy answers for Times 0, 1, and 10. \n9 X 0 = 0 (0 times anything always equals 0). \n9 X 1 = 9 (1 times anything always equals the anything). \n9 X 2 =\n9 X 3 =\n9 X 4 =\n9 X 5 =\n9 X 6 =\n9 X 7 = \n9 X 8 = \n9 X 9 = \n10 X 9 = 90 (10 times anything equals the anything with 0 added to the end). \nSimple enough, right?", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_464896fb-917b-42dc-9353-f857ce10d8b5.jpg?v=1607511214"], ["Next, pretend you don’t know the answers to 9 X 2 through 9 X 9 and starting at the top (9 X 2) write the numbers 1 through 8 next to each. \n9 X 0 = 0 \n9 X 1 = 9 \n9 X 2 = 1\n9 X 3 = 2\n9 X 4 = 3\n9 X 5 = 4\n9 X 6 = 5\n9 X 7 = 6\n9 X 8 = 7\n9 X 9 = 8\n10 X 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_4f9c9814-cd70-456a-8e35-ce7a8bfb1092.jpg?v=1607511587"], ["That was easy. Now do the same thing but start at the bottom (9 x 9). \n9 X 0 = 0 \n9 X 1 = 9 \n9 X 2 = 18\n9 X 3 = 27\n9 X 4 = 36\n9 X 5 = 45\n9 X 6 = 54\n9 X 7 = 63\n9 X 8 = 72\n9 X 9 = 81\n10 X 9 = 90", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_f803d074-6429-4eed-a0e6-1e58f79cfffa.jpg?v=1607511612"], ["Success! You can easily write down the Times 9 multiplication table for 0 through 10.", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_880b4a05-d46b-4d24-bc89-6a4a4b67241a.jpg?v=1607511640"], ["Times 11 everybody. Yes, that is what I said. \nTIMES 11, it’s SCARY! \nOr is it?", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_eb4fc928-7d5c-4f34-94e2-08ebafbeed1b.jpg?v=1607511715"], ["First, look at 1-digit numbers multiplied by 11. \nIt is much like multiplying by 1 except there are two places in the answer. (One times anything is anything – or in this case anything-anything). \n11 X 0 = 0 (Remember, 0 times anything is always 0). \n11 X 1 = 11\n11 X 2 = 22\n11 X 3 = 33\n11 X 4 = 44\n11 X 5 = 55\n11 X 6 = 66\n11 X 7 = 77\n11 X 8 = 88\n11 X 9 = 99\nWow! That was easy. \nBut can you easily multiply 2-digit numbers by 11?", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_64148038-43b7-4f3a-a4f2-e0bb31af0ae6.jpg?v=1607511827"], ["Yes – And here is the trick! \nThese are big numbers but don’t get scared. \nLet’s look at 11 X 15.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_1cf362d6-0303-47aa-82ac-139b50877de2.jpg?v=1607511860"], ["Take the number you want to multiply by 11 (in this case 15) and imagine a space between the 2-digits. \n1 _ 5", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_a1587b52-df36-46ae-b340-927d73942c2a.jpg?v=1607511889"], ["Now add the two numbers together. \n1 + 5 = 6", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_0d6b58c5-836a-47da-8e8f-934ed6d8cf71.jpg?v=1607511927"], ["If the answer is a single-digit (1, 2, 3, etc. ) put the sum in the space to get your answer. \n165\nSo … 11 X 15 = 165", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_e8378e27-f13d-4d93-868a-ddba41e28823.jpg?v=1607511963"], ["Go ahead and try a few. \n11 X 12 =\nThe answer equals 1 (1+2) 2 or 132. \n11 X 26 =\nThe answer equals 2 (2+6) 6 or 286. \n11 X 81 =\nThe answer equals 8 (8+1) 1 or 891. \nYou didn’t know you were so smart, did you.", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_ac2bd3b5-6a3e-4a33-9ee4-407b4874eb1d.jpg?v=1607511996"], ["Oh-oh … What do you do if the numbers in the space add up to a two-digit number like 10 or 17?\nWell it’s a little tricky … But not hard.", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_912ada07-d459-41f1-81b3-ffe2d356a370.jpg?v=1607512032"], ["Let’s take a look at 11 X 77. \nImagine that space between the 7 and 7. \n7 _ 7\nAdd the two numbers together (7+7=14)\nPut the second number into the space (in this case it is 4)\n747\nThen add the number 1 to the first number. \n(7+1)47 … or", "https://cdn.shopify.com/s/files/1/2081/8163/files/20_25c0d3d5-4248-4171-a2c1-f13646e74864.jpg?v=1607512072"], ["Let’s do a little more practice.", "https://cdn.shopify.com/s/files/1/2081/8163/files/21_c3e2f8e9-615e-42d1-86a8-42d076b51a17.jpg?v=1607512107"], ["The challenge: 11 X 29 =? \n2 _ 9\n2 (2+9) 9\n2 (11) 9\nKeep the second space number in the space and add 1 to the first number. \n(2+1)19\n319\nSo … 11 X 29 = 319", "https://cdn.shopify.com/s/files/1/2081/8163/files/22_7060a99a-b107-40f2-a038-f358ed0d3723.jpg?v=1607512138"], ["Let’s do another great big one just for fun. \n11 X 98 =? \n9 _ 8\n9 (9+8) 8\n9(17)8\nKeep the second space number in the space and add 1 to the first number. \n(9+1)78\n1078\nSo … 11 X 98 = 1078", "https://cdn.shopify.com/s/files/1/2081/8163/files/23_f3b8a2e2-c800-41b8-923f-155295aa1349.jpg?v=1607512163"], ["Wow! You catch on fast. With a little practice, you will be able to multiply 2-digit numbers by 11 in your head. Practice and challenge your friends (or maybe your teacher) to a 2-digit times 11 contest.", "https://cdn.shopify.com/s/files/1/2081/8163/files/24_c4a82635-ccd8-4641-8570-ab4e64b05552_480x480.jpg?v=1607512187"]], "37": [["On Monday, I went fishing with my dad.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_633128e0-0b1d-4c56-b4dd-c53c7a41a4eb.jpg?v=1607067153"], ["He caught a big one, I was sad.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02_bff85bf9-4111-4b23-bc73-e12fff98b061.jpg?v=1607067172"], ["On Tuesday, we fished a different spot.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03_f43865f1-aa06-48d5-88a7-820d58dac3cd.jpg?v=1607067193"], ["He caught another and I did not.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_04_295b97cf-3205-4f55-bbf5-e72ab28d44eb.jpg?v=1607067255"], ["On Wednesday, we fished a different lake.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_05_1f9fb1a1-fc1a-40bc-9178-cf2305d44365.jpg?v=1607067279"], ["The fish were there for him to take.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_99c6be48-5f18-4951-9697-5e1d9ef49e1e.jpg?v=1607067330"], ["Thursday came and we hit the river.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_94504c83-4bca-41c8-a96d-f46a198cd814.jpg?v=1607067347"], ["He caught five, I got a sliver.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_5ff16b28-a527-4b6d-bc97-1573141da408.jpg?v=1607067371"], ["On Friday I told him, I needed a rest.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_5f5a3d2b-2447-4eb5-820f-4c9798cd611e.jpg?v=1607067396"], ["He said, “Let’s go, and give it your best. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_5b473432-ef6f-4c7d-be84-c0d0878542bc.jpg?v=1607067416"], ["Saturday came and he caught more.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_e9f82b52-0182-40e8-9d38-638408ef0712.jpg?v=1607067440"], ["I tried so hard, my arms were sore.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_12_0aeff17f-39e5-4912-b577-55a50003b33c.jpg?v=1607067465"], ["Sunday morning we were there very fast.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_13_f68960c4-1642-4232-beea-2837c4cb00c0.jpg?v=1607067489"], ["I baited my hook and made a cast.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_14_0c5afea1-ad2f-47ce-ac8e-611f5bbe7c36.jpg?v=1607067513"], ["A tug on my line, my reel was screaming.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_15_4bfc88bb-da6d-428b-a63c-99a18045c0b6.jpg?v=1607067533"], ["I caught a fish, my eyes were gleaming.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_16_ff288736-9609-4db6-a947-2f50d5620351.jpg?v=1607067559"], ["When I got it to the boat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_17_9f0c483c-1ced-488e-abc3-0b1dcf497ada.jpg?v=1607067588"], ["We were amazed to see.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_18_79a912c4-0140-44df-93ed-af549df68969.jpg?v=1607067620"], ["The biggest fish in the lake was caught by me!", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_19_a89593c8-a56d-4ad2-99af-cb8097be6bd2.jpg?v=1607067644"]], "38": [["Many years ago, deep in the North Woods, lived a great bear named Paw-Paw. \nHe was the strongest and bravest bear\nalive and respected by all the forest creatures.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus1.jpg?v=1607071679"], ["One day, all the animals gathered together to discuss some changes in the woods. \nA new animal that walked on two legs and was\ncovered in strange fur was making its home nearby. They needed a leader and could think of no one better than Paw-Paw.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus2.jpg?v=1607071707"], ["They all marched to Paw-Paws’ cave and asked if he would be the king of the forest. \nPaw-Paw was thrilled and even though\nhe didn’t know what being a king was all about, he gladly accepted.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus3.jpg?v=1607071740"], ["Paw-Paw then said “I will need some helpers and I want Crowly Crow and Willard Weasel to be my advisors. ”\nWell, Crowly and Willard were honored, \nand both agreed to work with King Paw-Paw.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus4.jpg?v=1607071780"], ["One day, Slither, the snake visited King Paw-Paw and told him of a strange animal he saw close by. Paw-Paw asked, “Where did you see this animal? ”Slither replied. “It lives with the strange, two- legged creature \n\nat the edge of our woods. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus7.jpg?v=1607071956"], ["Paw-Paw thought for a moment and said. “Willard and Crowly - go to the edge of the woods and see what this animal is. ” Within moments, his two helpers were on their way.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus8.jpg?v=1607071979"], ["In a short while, they were at the edge of the woods watching the strange animal. King Paw-Paw said, “ Willard, go to the animal and ask what he is and why there is a rope tied around his neck. ” Without hesitation, Willard scampered across the field and hid behind some piled wood close to the strange animal.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus9.jpg?v=1607072020"], ["“Psst! ” said Willard. The strange animal looked around. “Psst! I am over here behind the woodpile, ” Willard said in a louder voice. The strange animal stretched the rope as far as it would go but not being able to see who was speaking said, “Please come out so that I can see you. My master isn’t around. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus10.jpg?v=1607072754"], ["Willard came out slowly from behind the woodpile and cautiously approached the strange animal. “What type of an animal are you? ” asked Willard. “I am a dog. And my name is Dillard. ” He replied. “And what are you? ” he then asked. “Me … I am Willard, the Weasel representing King Paw-Paw, ruler of the forest. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus11.jpg?v=1607072791"], ["“Why are you bound to that stake in the ground? ” asked Willard. “My master keeps me tied so I cannot go into the woods, ” replied Dillard. “No animal should be tied, ” Willard shouted. “I shall bite through the rope to set you free. You can then come into the woods and live with me. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus12.jpg?v=1607072818"], ["As the summer passed, King Paw-Paw fattened himself on berries and salmon, Dillard and Willard became good friends.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus14.jpg?v=1607072897"], ["One day, Willard sniffed the air. Oh, what a marvelous smell was being carried on the breeze. “Chicken eggs … Fresh chicken eggs, ” Willard thought to himself. “I must find them and have a snack. ” In seconds, he was off running through the woods and following his nose to his favorite treat.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus15.jpg?v=1607072925"], ["His nose lead him to the strange creature’s house, where he had first met Dillard. He looked around … All was clear. He followed the wonderful smell of eggs into a strange cave. He looked around and couldn’t believe his eyes. There were chicken eggs, hundreds of chicken eggs all around him.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus16.jpg?v=1607072961"], ["As he reached for an egg, a chicken saw him and sounded the alarm. Soon all the chickens were clucking, squawking, and making a fuss.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus17.jpg?v=1607073063"], ["Then he heard something behind him. As he turned, he saw the strange creature that lived there. The one that Dillard called master. There was no escape and Willard was terrified.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus18.jpg?v=1607073095"], ["The strange creature looked at Willard and said, “You varmint! You are the weasel that set Dillard free. Why I ought to …” But before he could finish \n\nWillard yelled out. “Wait! Don’t do anything to me. ” “I can return Dillard to you. Just let me pass and Dillard will be back in a very short time. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus19.jpg?v=1607073124"], ["The strange creature stepped aside and let Willard free.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus20.jpg?v=1607073163"], ["When Willard returned to the woods, he ran to his friend. “Dillard! Quick follow me. I need your help. ” Well, Dillard didn’t hesitate to help his friend and off they ran- with Willard in the lead.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus21.jpg?v=1607073191"], ["As they crossed the field, Dillard stopped. “What’s wrong? ” asked Willard. \n\n“My master lives there and I am afraid to go any further. ” Dillard replied. “ Don’t worry, ” said Willard. “Your master is not there. ” Again, Dillard followed Willard\nright into the cave with all the chickens.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus22.jpg?v=1607073217"], ["In a flash, the master had a rope around Dillard’s neck. He then looked at the weasel, tossed him an egg, and said “Thank you for returning my dog. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus23.jpg?v=1607073246"], ["Willard left for the woods without saying a word. Dillard remained with the farmer, making sure no weasel or any other varmint ever bothered his livestock.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus24.jpg?v=1607073282"]], "39": [["I like doing my chores.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_c72b9edf-939f-456f-a312-1451bc87b80e.jpg?v=1606716386"], ["Well, maybe not all of them but most of them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_d4fd0475-e548-4ac1-8616-45f1a264594f.jpg?v=1606716411"], ["Hmm, maybe not most of them. But a lot of them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_1628a5c0-429b-417b-9a08-2dfd9009e407.jpg?v=1606716438"], ["Okay, maybe not a lot of them. But a few of them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_c53fb4a2-4405-4349-b9f3-55b117f66f65.jpg?v=1606716466"], ["Well, maybe not a few of them but … None of them!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_f3790f77-b289-499e-b459-91286ef86426.jpg?v=1606716617"], ["Just fooling … I really do like doing my chores.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_d9f23bb9-d1e9-4308-b341-59d32c5710e2.jpg?v=1606716643"], ["When I do my chores, it helps my Mommy and Daddy, and as you know Mummies and Daddies sometimes need a lot of help.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_61a40bf8-689c-44a7-bdd4-febc03871d9d.jpg?v=1606716704"], ["When I do my chores, it makes me feel important and I like to be important. Don’t you?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_235b48cc-b2bb-4a82-bcef-75268ae6b592.jpg?v=1606716763"], ["Sometimes I have chores that I do not like to do. \nWhen that happens I make up a silly game and that makes the chore easier.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_e8e65e81-0633-42b9-9e91-890f8f56fb8b.jpg?v=1606716791"], ["Like yesterday, I had to put my laundry away andI pretended that I was hiding it from my Mommy. It was fun and I think I remember where I put it.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_11_6d9c9fe4-c246-40da-a962-9eb148505ae0.jpg?v=1606716836"], ["Just fooling … It is in my dresser where it belongs.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_12_85b23394-bb19-4116-a2ed-f6bc5fa2ea59.jpg?v=1606716886"], ["Sometimes when all my chores are done, we go to the park or have other special time.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_13_d256a67a-1906-4ff6-8b72-ad563ee9e95a.jpg?v=1606716922"], ["I know if my chores weren’t done we wouldn’t be able to do that.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_14_2bf2c95a-2b6f-4808-91ad-2d79af37202b.jpg?v=1606716949"], ["“So be important and have some fun. Do your chores until they are done. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_15_5c570bfc-4ea5-48f9-aec9-25cec45efd39.jpg?v=1606716974"]], "40": [["\"How was school? \"Sally’s mom asked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/1_f84706d6-e5f7-411c-be2e-c31cdbd6c78b.jpg?v=1606474124"], ["\"It was fine, \" she said with a big smile. \"But my teacher, Ms. Talbert, started talking about something I didn’t understand. She called it DIVERSITY. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/2_1c8ec7f4-d3ac-4032-9340-25342aa79664.jpg?v=1606474139"], ["\"Hey mom! What is DIVERSITY? \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/3_506fcf0b-4825-44ce-bea9-b8a180d84157.jpg?v=1606474149"], ["\"Sally, let me get you a snack and I will explain what it really means. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/4_9515ad15-9a72-4a44-b104-96f296f7989d.jpg?v=1606474160"], ["\"I have red hair, you have strawberry-blond hair, and your Dad has … NO HAIR. \" Sally laughed at the way her mother said no hair. \"Everyone’s hair is different. Different colors, styles, lengths. It can be straight, curly or in between. And sometimes it’s not even there. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/5_a9680f8f-4538-449a-90e2-cb4eaf9def98.jpg?v=1606474172"], ["\"You are a girl and your little brother is a boy. You are both human but different. \nI am old and you are young. We are different ages. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/6_40626ba2-31bd-4f24-8536-72a8c80b8040.jpg?v=1606474183"], ["\"Your friend Jaylynn lives with her sister and father, and her mother lives in another state. They are a family just like us, but there are differences. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/7A.jpg?v=1606474195"], ["\"You have a brother and she has a sister. You both have a father and mother at home, she only has a father. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/7B.jpg?v=1606475216"], ["\"We live in a house and Jaylynn lives in an apartment. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/8A.jpg?v=1606474209"], ["\"They are both places to live but they are different. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/8-B.jpg?v=1606474220"], ["\"You like the color purple and your brother likes the color red. You both have a special color but the colors are different. You like soccer and your brother likes baseball. You both like sports but the sports are different. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/9_b7dfd5e3-4077-4a02-b67a-6c4cc41233d9.jpg?v=1606474230"], ["\"Hey mom! I understand! \" Sally shouted. \"Even though things are the same, they are different and that is DIVERSITY. I like being different. I can’t imagine everyone and everything being the same. \"", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_ff13279a-90f7-44b6-b708-2714125a7ca2.jpg?v=1606474243"]], "41": [["Mandy was lucky as she and her mother lived with her grandparents \nand she liked nothing better than to spend time with her grandfather. \nYou see, he was always making something and she enjoyed watching, \nlearning, and sometimes even helping him finish whatever he was doing.", "https://cdn.shopify.com/s/files/1/2081/8163/files/001_7198ec7b-9dd7-423b-8e80-10f834bdcd01.jpg?v=1607064652"], ["“Grandfather, what are you building in your workshop today? ” Mandy asked. She giggled as she said, “It looks like you’re playing with two long sticks. ” “Well Mandy, ” he said. “I am going to make two walking sticks with your help, one for you, and one for me. Then I have a surprise. ” “Alright! ” Mandy shrieked. “Where do I start? ” After some time, Mandy (with her grandfather’s help) finished the walking sticks. they were two of the most beautiful walking sticks she had ever seen.", "https://cdn.shopify.com/s/files/1/2081/8163/files/002.jpg?v=1607064679"], ["With the bark removed, they were sandedsmoothand eachhad a funny looking face carved in them. “Theseare really nice, ” Mandy said. “But just what dowe do with them? ” “Ah, that is the surprisegranddaughter, ”hereplied. “Tomorrowmorning we are going on a hike in the woods andthese walking sticks will help make the hike easier. So now it’s time to clean up andgo to sleep so we are well rested for the hike. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/003_566ad8ff-3577-4cc8-88dc-2c7ac665bbc2.jpg?v=1607064704"], ["The next morning, Mandy did not need an alarm to wake her. She was up, dressed, and ready to go as the sun rose and the day began. She went to the kitchen and saw that her grandfather was busy packing sandwiches, water, snacks, and other items into their backpacks. “It looks like we are going \nto be hiking for a long time, ” Mandy said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/004_85265982-899e-4d91-86a9-035da20a53e1.jpg?v=1607064772"], ["“It will be an all day hike, ” He replied. “I think we have everything so grab your \nwalking stick and let’s go. ” “What about breakfast? ” Mandy asked. “Oh, did I forget to mention that we are going to stop and have breakfast at a diner? ” \nhe said with a smile. Their journey began.", "https://cdn.shopify.com/s/files/1/2081/8163/files/005_7a1a39de-44a1-481c-88c6-f0258222127f.jpg?v=1607064798"], ["After a great breakfast and a long drive, they arrived at the base of a mountain and the beginning of the trail. “This is beautiful, ” Mandy said. “Just where are we hiking? ” “To the very top of the mountain where we will have lunch, rest, maybe take a swim, and then hike back down, ” he replied. “Swim! ” Mandy said excitedly. “Is there a lake on the top of the mountain? ” “Yes, ” her Grandfather replied.", "https://cdn.shopify.com/s/files/1/2081/8163/files/006_17424744-71d2-4a15-b8e9-d757e6c489b3.jpg?v=1607064835"], ["“There is a pond surrounded by big flat rocks. It was carved from the mountain during the last Ice Age and is filled with clear, cold water. ” “Wow! ” was all Mandy could say. As they hiked up the mountain, Mandy asked many, many questions. What kind of tree is that? How high are we? Are there bears around here? Are there any other people up here? What do we do if we get lost? Are there snakes? And of course: Are we there yet?", "https://cdn.shopify.com/s/files/1/2081/8163/files/007_08c37686-8d94-4d53-912b-64ccfe54d2e1.jpg?v=1607064863"], ["Her grandfather answered all her questions the best he could and explained \nthat they were in a very natural area. Not many people, all sorts of wild life, even bears. He helped her understand and respect the natural beauty around them, \nparticularly the animals. He taught her how to use a compass, and things to help them be safer while they hiked.", "https://cdn.shopify.com/s/files/1/2081/8163/files/008_1e44b422-399c-4ade-9b23-56c13d8da8e7.jpg?v=1607064983"], ["Like before stepping over a log put your walking stick on the other side to let any \nanimal, like a snake, know you are there. Whistle a song or make some noise to let the bigger animals know you are in their area. In a soft voice, her grandfather said. “Mandy, there are a few things to remember when you are hiking or anywhere for that matter. The Earth is our mother take care of her. All life is sacred; treat all life with respect. Take from the Earth what is needed and nothing more. Enjoy your journey but leave no tracks. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/009_e3d0f959-5de1-4d2a-9e1a-a356330f6569.jpg?v=1607064904"], ["As they hiked a little farther, the forest opened and Mandy saw the pond surrounded by large flat rocks. They had arrived, and it was almost like being in a different world. Mandy picked a large rock that extended out into the water for them to rest on. It had been warmed by the sun and was the perfect place for lunch.", "https://cdn.shopify.com/s/files/1/2081/8163/files/010_a5ba8058-c590-4f45-b008-35f84bdc10ae.jpg?v=1607065039"], ["As her grandfather unpacked their food, she leaned over and wiggled her fingers in the cold water. Immediately several small fish came by and nibbled at her fingers. She shrieked in surprise and then, realizing the fish were just curious, placed her hand back into the water and watched as the fish darted around her fingers. She laughed and played with the fish until she heard her grandfather say “Time for lunch. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/011.jpg?v=1607065061"], ["After a short time Mandy asked, “grandfather, can we take a different trail down \nthe mountain? ” “I don’t see why not, ” he replied. After a short time, the trail began blending into the surrounding brush and then disappeared. “I’m scared, ” Mandy said. “I think we are lost. ” “No, we’re not lost, ” her grandfather, said. “But we aren’t on a trail so we will have to continue hiking down the mountain in the direction of the car. Just enjoy the surroundings and being together on our first hiking adventure. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/012.jpg?v=1607065085"], ["As they continued down Mandy said. “Grandfather, I have a problem at school and I don’t know who to talk to, ” “Talk to me, ” he said. “I’d like to but you are my grandfather and you may get angry because you are family and not, well, like a friend. ” Now Mandy’s grandfather had to do some serious thinking. After all, \nshe was right that as her grandfather, he may get angry or his feelings hurt but she needed a big person as a friend. “Mandy, ” he said in a serious tone.", "https://cdn.shopify.com/s/files/1/2081/8163/files/013_bf9e445f-6033-48f3-a941-5d5842b796fb.jpg?v=1607065114"], ["“If I were to promise that anything we talked about would stay between us, \nand that I would not get angry or talk to you as your grandfather, but rather as an old friend; would you talk with me? ” “Is that a promise? ” she asked. “Yes, ” he said softly. “And you know I have never broken a promise to you. ” She gave him a big hug, and began to talk. Soon they were at the bottom of the mountain and packing the car.", "https://cdn.shopify.com/s/files/1/2081/8163/files/014_b637d25f-d134-492f-8659-4e184d1b61a9.jpg?v=1607065139"], ["Before leaving, her grandfather thought for a minute and said. “Granddaughter, anytime you need me as your friend, and not your grandfather, pick up your walking stick and ask to go on a hike. It will be our secret code. ”“This was the best day ever, ” Mandy said. “I was with my grandfather, my new best friend, and I have a talking/walking stick. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/015_a9f4be27-977d-41b5-b28c-624250156f11.jpg?v=1607065168"]], "42": [["Sophie and Ashley have a new friend. His name is Baba, the Monkey. Sometimes he can be very naughty. But he is really a very nice monkey. Today, he meets two new friends.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01a.jpg?v=1606989502"], ["Sophie walks with Baba down the street towards Josh’s house. Well, Sophie is walking. But Baba does not walk. He likes to run and jump and do cartwheels down the pavement.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02a.jpg?v=1606989528"], ["Sophie knocks on Josh’s front door. Hmmm! No answer. “I wonder if Josh is in the garden behind his house. ” says Sophie. Baba is still doing cartwheels on the pavement.", "https://cdn.shopify.com/s/files/1/2081/8163/files/03a.jpg?v=1606989547"], ["“Come on, Baba. ” says Sophie. She and Baba walk around to the garden behind Josh’s house. Hmmm! No Josh. But Sophie hears Josh’s voice. She looks up; his bedroom window is open.", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_cc088069-c3da-4a5a-b3a5-c6001729f8c0.jpg?v=1606989571"], ["“Josh! ” shouts Sophie. “Josh! ” For once Baba stops running and jumping and doing cartwheels. He stands still and looks up at the window. The voice from Josh’s bedroom stops.", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_de3ae5e5-a6ef-4477-89e0-5749feca535f.jpg?v=1606989593"], ["There he is! Josh pops his head out of his bedroom window. “Hi Sophie, ” says Josh. “Who is your new friend? ” “This is Baba. ” answers Sophie. “Do you want to come out and play? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_7931b6ec-f3a7-4d7a-9a6e-d20e196cf078.jpg?v=1606989613"], ["“I can’t, ” says Josh. “I have a problem in my bedroom. ” “What is it? ” asks Sophie. She and Baba both look up at Josh. “I have an invisible tiger in my room! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/The-Amazing-Invisible-Tiger.jpg?v=1606990351"], ["“What! ” say Sophie and Baba at the same time. “It’s true, ” says Josh. “Come on up. The back door is open. ” So Sophie and Baba go through the back door of Josh’s house. They go upstairs to his bedroom.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_6dc829ad-504b-4cd2-9d0a-b1e69112e056.jpg?v=1606990381"], ["Sophie knocks on Josh’s bedroom door. He opens the door and says, “Quick! Come in fast! ” Sophie and Baba go into Josh’s bedroom and he closes the door quickly.", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_1ecff5e0-6f29-4900-b9d7-9de8436b4b61.jpg?v=1606990402"], ["Sophie says, “Josh - this is Baba. Baba - this is Josh. ” Then she asks, “Why do we have to come in quickly? ”“I don’t want the tiger to escape, ” answers Josh.", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_81dc04e3-408d-4ed3-acf1-6c45ff89a122.jpg?v=1606990417"], ["Sophie and Baba look at each other. Then they start to laugh. “Josh, ” says Sophie. “Are you sure you’re okay? There’s no tiger in here. ” Suddenly they hear a roar!", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_e642841c-7ab1-48e3-8ad9-e3fef7450970.jpg?v=1606990437"], ["“I am Lexa, the Tiger. ” says a voice. Sophie and Baba are scared. They jump back. Their mouths and their eyes are wide open. “See, ” says Josh. “There is a tiger in my bedroom. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_6f06b765-8485-43a0-8d92-a8ef00f9cc17.jpg?v=1606990459"], ["“And not just any tiger, ” says Lexa. “I am a special tiger. ” “Why are you special? ” asks Baba. “And how do we know you’re a tiger? ” says Sophie. “We can’t even see you. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_119d2683-c0ba-4771-b1f6-e90c980aafa4.jpg?v=1606990489"], ["“Don’t make her angry! ” says Josh. “She is already in a bad mood. ” Lexa roars again. Josh and Sophie and Baba all take a step backwards. They are scared.", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_9a94041a-66f9-4ced-8f9b-523cd34b2144.jpg?v=1606990506"], ["“So you want to see me? ” asks Lexa. “Watch this! ” And suddenly, there she is, standing in Josh’s bedroom; a very pretty tiger with beautiful stripes.", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_aa03a074-c836-467c-8d3f-9119bf312d53.jpg?v=1606990525"], ["Sophie and Baba and Josh all say, “Wow! ” Lexa is pretty, but she is not happy. “Why are you in a bad mood? ” asks Sophie. “Because my paw hurts, ” answers Lexa.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_9d25f237-90b1-4305-87fc-52a9c71f59cb.jpg?v=1606990539"], ["“Let me see, ” says Sophie. Lexa puts out her paw and Sophie holds it. Sophie looks very closely at Lexa’s paw. “I think I see the problem, ” says Sophie. “It’s a thorn.", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_13e5b15d-6a30-4dca-b263-39173acc0f5b.jpg?v=1606990555"], ["“A thorn? ” asks Lexa. “I can help you, ” says Sophie. She has small fingers so she can easily pull out the thorn. “Is that better now? ” asks Sophie. “Yes, ” answers Lexa. “Thank you so much! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_0ed54234-c597-4d80-bc8e-dae3af5a948c.jpg?v=1606990572"], ["So now there is a new friend on the street. Sophie and Josh are so excited. They want to show their new friend Lexa to their other friend, Tom. They hope Lexa does not become invisible again!", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_1ee6d2ef-8074-405b-9b1f-87cd1704ad91.jpg?v=1606990594"]], "43": [["Ashley , the Rabbit has three new friends! They are Sophie, Josh and Tom. Today she is playing with Sophie in the garden behind Sophie’s house.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_38f2aba8-e831-42b4-8b39-ecdafe40b42d.jpg?v=1606903118"], ["“Are you dry today, Ashley? ” asks Sophie. She is making a joke about the day Ashley fell in the pond in the park. “Yes, I am dry today, ” smiles Ashley. “Thank you for helping me to get out of the pond. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_5e69f008-f2d9-4921-8e31-0892e20043a6.jpg?v=1606903144"], ["Sophie and Ashley are sitting under a big tree at the back of the garden. Plop! Something falls down from the tree. “What was that? ” asks Ashley. “I don’t know, ” answers Sophie.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_3562ae02-50cf-4f2b-8c86-c79d863c20ac.jpg?v=1606903163"], ["Plop! Plop! It happens again two times! “Look at this, ” says Sophie. Ashley moves closer to Sophie. Sophie is pointing at something. Ashley looks at it. It’s a banana peel!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_06d8ef0d-aa55-46fe-b214-d4cceb89eae2.jpg?v=1606903189"], ["They look around the ground. They find two more banana peels. Plop! It’s another banana peel. But this time it drops down right on top of Sophie’s head. Yuk!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_35b17b9b-e1c2-4374-a8ca-5f452acdb281.jpg?v=1606903221"], ["Sophie and Ashley hear someone laughing. They look up into the tree and what do they see? It’s a monkey. It’s a very naughty monkey. It’s Baba, the Monkey!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_75369833-714f-46d5-a650-67b58900a8b7.jpg?v=1606903247"], ["“Hey, you, up there! ” says Sophie. “What are you doing? ” But Baba does not answer; he only laughs. Plop! He drops another banana peel. This time it drops on Ashley’s head!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07-copy-copy.jpg?v=1606903651"], ["Sophie and Ashley are not happy. This is a very naughty monkey. Why is he dropping banana peels down to the ground? Why is he dropping banana peels on top of their heads?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_c9d45805-97ed-4268-8fdd-ecfea4ae04e9.jpg?v=1606903673"], ["“You come down here right now! ” says Ashley. “Yes, ” says Sophie. “You must help us clean up this mess. ” But Baba just laughs. Now he starts to swing from branch to branch. Oops!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_e48ac9ba-8780-47ad-9ac8-8224d164ffff.jpg?v=1606903699"], ["He misses a branch. He falls to the ground. Plop! But this time it’s not a banana peel. This time it’s a naughty monkey. He’s not moving. Oh, no! Is Baba hurt?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_10_fbf8b4e5-6c77-46cf-b33d-710d6c413f02.jpg?v=1606903724"], ["Sophie and Ashley are scared They are not happy about the banana peels. But they don’t want Baba to be hurt They run over to see if Baba is okay He is on his back. They look down at him.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_11_472b717b-a886-4011-aa9e-254f20b94951.jpg?v=1606903748"], ["He jumps up and laughs and runs around in circles. He is not hurt He was just pretending to be hurt He runs and jumps and does cartwheels and somersaults.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_12_e181420c-b1c4-4770-897e-d746a25a5f78.jpg?v=1606903773"], ["Sophie and Ashley laugh at Baba. He is a naughty monkey, but he is also a very funny monkey. “My name is Baba! ” he says as he runs around. “I’m Sophie and this is Ashley, ” says Sophie.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_13_bc3a2784-3a82-40c9-9d34-33d8cd80960d.jpg?v=1606903814"], ["Sophie and Ashley start to run around with Baba. Now they try to chase him, but he is too fast. He runs around the tree and they follow him. He looks behind him and does not see the banana peel on the ground.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_14_075d85e3-e3a9-493f-aac2-9a6c2722f7ec.jpg?v=1606905467"], ["Baba slips on the banana peel. His feet go way up into the air. Plop! He lands on his back again. This time Sophie and Ashley sit on top of Baba. He can’t move now!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_15_0622ce86-f3ba-4046-aac3-0ef69336366e.jpg?v=1606905553"], ["Why are you sitting on top of me? shouts Baba. Let me go! Let me go! We can’t let you go until you answer a question. says Ashley. Yes, says Sophie. Why do you drop banana peels?", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_16_ec7ae7a4-a1c4-400e-87aa-9300ea1481b0.jpg?v=1606905574"], ["“I don’t know, ” laughs Baba. “I don’t know what to do with the peels after I eat the bananas. ” “But this is not good, ” says Sophie. “We don’t want banana peels in our garden. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_17_d9c18e9d-73bf-4a73-a04d-6bac860fd0b7.jpg?v=1606905594"], ["“You’re right, ” says Baba. “I’m sorry. I made a mess and now I must clean it up. ” So Baba starts to pick up banana peels. There are many banana peels, so Sophie and Ashley help Baba.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_18_bdad229f-8a27-4e76-bb37-bd36a77273e2.jpg?v=1606905615"], ["Now the garden is clean. “Thank you for helping to pick up banana peels, ” says Sophie. “Let’s have a snack. What do you want to eat? ” “How about a banana split? ” says Baba.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_19.jpg?v=1606905637"]], "44": [["By T. Albert\nIllustrated by: maaillustrations. com", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_db6b886e-a902-488d-876e-bc3b74c1f358.jpg?v=1606383265"], ["Princess Aura always has the best birthday parties and this year friends from all over the galaxy were heading to her planet to enjoy the celebrations. Captain Fantastic and his wonder dog Winston had picked the perfect present for their inspiring friend. However, Captain Fantastic’s arch nemesis, the evil Doctor Zob was determined that there would be no birthday cake for the pair at the end of this trip.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_1eb3e810-6787-4c38-b43b-3e0b9fe25e15.jpg?v=1606383279"], ["The Rocketship stood proudly on the launch pad ready for takeoff. Captain Fantastic had just finished loading Princess Aura’s awkwardly long birthday present. “That’s it, Winston. ” he said patting his faithful dog. “Now I just need to go and return all this wrapping paper. ”and he headed towards the hanger while untangling himself from all the super sticky tape he’d \nused to wrap up the gift. \nWinston gave a happy bark and off Captain Fantastic went into the space hanger. As Winston returned to the spaceship he thought he saw someone walking away from their Rocket Ship. \nHe looked familiar; was that Doctor Zob?", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_6a2227d5-0cb2-42fd-b7eb-fd3a88508385.jpg?v=1606383289"], ["Later, in the ship all systems were go. Lights blinked, screens lit up and Captain Fantastic and Winston were strapped in ready to go. \n“5, 4, 3, 2, 1, Blast Off and away we go. ” shouted Captain Fantastic, a big grin on his face whenever he headed back out into space. Today Winston \nonly gave a little whimper though; \nwhat was that Doctor Zobup to?", "https://cdn.shopify.com/s/files/1/2081/8163/files/04_9ffd4c40-41dd-4fe7-bff9-aaa002de663a.jpg?v=1606383308"], ["On Doctor Zob’s great black ship however, \nthere was only laughter, the kind only an evil \ngenius can produce; deep from the stomach \nand exploding from the mouth. \n“Good luck Captain Fantastic, \nenjoy your ride. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/04a.jpg?v=1606383319"], ["Both ships were now busy with the sound of song:\n“Roaring in our Rocket, flying really fast, \nBeing in a spaceship is a blast blast blast! ” \nsang Captain Fantastic. \nWhile on the dark ship of Zob his creepy \nchorus rang out:\n“My mean machine is in the socket. \nIt will make the Captain Fluster. \nMagnetic power will route his rocket\nTo the Crazy Comet Cluster”", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_612a8859-beba-43ce-aa72-09ef83bb77cd.jpg?v=1606383331"], ["“Not long now, Winston. Princes Aura’s planet is just around the next sun. ” explained Captain Fantastic. Out of the window Winston stared at the golden planets, and the shining suns flying past as they hurtled through space. \n“WahWahWah”. The cool hum of the spaceship was suddenly thrown into chaos as the red warning light flashed and the ship suddenly and sharply turned around. \n“Oh no! ” cried Captain Fantastic. “We’re going the wrong way”. Winston looked at the screen and saw where they were headed: “Oh no, indeed! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_f624cc75-42e0-4733-9642-13d90a9e3d9d.jpg?v=1606383341"], ["The yellow rocket ship was now headed towards \nthe Crazy Comet Cluster, the zaniest place in space. Hundreds of blazing red comets swarmed around a golden Yellow sun and if a spaceship got too close, they would chase and churn it for hours upon hours. \nWinston barked and ran to the back of the ship. “Don’t worry, boy. ” said Captain Fantastic. “It will be ok…. I hope. ” as he started pressing buttons and fighting with the spaceships steering wheel. Sweat broke out on his forehead and his eyes widened \ninto two moons of panic. \nWinston was not really scared, however, he was searching for whatever the mischievous Doctor Zob had hidden on their ship. Winston knew that it was the only reason they were in trouble, but what was it?", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_9715955c-be30-4f90-b7de-c9689374e9c5.jpg?v=1606383353"], ["Watching from behind a small green moon was the shadowy spaceship of Doctor Zob. A big smile of satisfaction grew on his face as he watched the Captain’s ship head towards the Crazy Comet Cluster. Once again his evil laugh echoed around the gleaming cockpit of his ship. “Magnetic force, keep that rocket off course. ”he whispered to himself.", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_a1cec357-c981-4130-bebe-46ce38f087ca.jpg?v=1606383365"], ["Winston knew they were almost out of time when he saw it; or rather he sniffed out the evil stench of where Doctor Zob had been. It was a small blinking box just underneath the main computer. That had to be it. Doctor Zob had made the yellow rocket go in the wrong direction using one of his mischief machines. Quick as a flash Winston snatched the box in his jaws and teetering along the lengthy birthday gift threw it to the Space Particle Accelerator Machine (SPAM for short). He then used his paws and sent the device back to Doctor Zob’s nearby ship. ‘Lets see how much he enjoys those crazy comets. ’ thought Winston. \nBack on the bridge Captain Fantastic was \nstill banging, twisting pushing and pressing everything he could, When suddenly the ship turned around and headed back to Princess Aura’s planet. Winston trotted in and gave a friendly happy bark. “I told you not to worry Winston; as I say ‘with the Captain around a solution is found. ’”", "https://cdn.shopify.com/s/files/1/2081/8163/files/1111.jpg?v=1606384238"], ["Winston gave a happy bark before picking up his favourite bone and settling back to enjoy the remainder of the journey.\nA short while later Captain Fantastic and Winston were getting hugs and high fives as Princess Aura opened up her birthday present. “Anti-Gravity skies! “Cool! ” she said while up above some crazy comets were chasing a rather unhappy Doctor Zob.", "https://cdn.shopify.com/s/files/1/2081/8163/files/001_a863f81d-95bb-43cb-b770-ab44ad4a02ed.jpg?v=1613126823"]], "45": [["“Hi! My name is Samuel and I want to be a scientist. You may be wondering why and my answer is simple. I am amazed at all the wonderful things like rockets to the Moon, fire trucks pumping out all that water, fast race cars, space ships, and the list goes on. But those are big things and I just don’t understand everything about them yet. \nI also wonder about small things like-how does sugar turn into crystals called rock candy? Or how are those rock formations in caves made? Hmm – I know it has something to do with Science. \nMy sister Samantha wants to be a scientist too, but she likes things that I don’t-like why her dolls eyes open and close. But even though we don’t like the same things, it’s still Science so we get along just fine. In fact, our teachers help us better understand Math, \ntechnology, current events and trends - all of which are important. We even help each other and have lots of fun.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_01.jpg?v=1607061589"], ["I like to experiment or take things apart to see how they work. No matter what I do, I tell my mom or dad what I am going to be doing and sometimes even ask for their help. I would never just do something – I could get hurt. \nSometimes it’s best to start small, that’s what I did. I remember my first experiment in detail and it was a lot of fun to do. It had to do with growing small crystals, much like the way rock candy is made. You may be wondering why that is important and all I can say is that it’s the basis for making any type of crystal. Their shape and size depends on many things and the more you read about them, the more you experiment, the more you grow interesting crystals. \nTry this experiment; I call it The Crystal Bowl. It’s lots of fun and there is nothing dangerous about it. Because I am using a common chemical I let my mom know what I am doing. \nHere is what you need:\n• A small clear bowl to grow the crystals in\n• Epsom salt (a common chemical)\n• Food coloring\n• A measuring cup", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_02.jpg?v=1607061621"], ["The Experiment :In the clear bowl, stir ½ cup of Epsom salts with ½ cup of very hot tap water. The hotter, the better. \nStir for at least 1 minute. You will be making a saturated solution (scientific talk)-meaning that the water cannot hold any more of the Epsom salts. Some undissolved salt crystals will be at the bottom of the bowl. \nAdd a couple of drops of your favorite food coloring. I like red. \nPlace the bowl in the refrigerator for at least 3 hours. I put a sign on the bowl – Samantha-Do Not Eat! (I’m so funny. )\nTake out your bowl of crystals and pour out the extra water that may be at the bottom. Have fun examining them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_03.jpg?v=1607061643"], ["Okay, it’s time to get Scientific. What just happened? You just made Magnesium sulfate crystals. Magnesium sulfate is the actual name for Epsom salt. \nThe temperature of the water determines just how much Magnesium sulfate it can hold. The hotter the water, the more it can hold, and the more crystals it can grow.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_04.jpg?v=1607061731"], ["So why did we put it in the refrigerator? By rapidly cooling the water we forced fast crystal growth. The quickly cooling water became denser and made the Magnesium sulfate atoms run into each other joining together into crystal structures. When you grow crystals this way they will be small, thin, and a lot of them. If you let the water evaporate slowly you will get different crystals. You will have to experiment to see the results. That is Science! Oh, don’t forget to clean up any mess and ask your mom or dad to really clean anything you might reuse. Have you ever seen those really neat formations in a cave? They are commonly called stalactites (they grow from the top of the cave down) and stalagmites (that grow from the cave floor up). Want to make some? I’ll bet you do!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_05.jpg?v=1607061750"], ["Again there is nothing dangerous, but let your mom or dad know what you are doing. This experiment takes some time and could get a little messy. Here is what you need:• Two glass jars• A large plate or pan• Baking soda• String• Paper clips• Water", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_07.jpg?v=1607061789"], ["The Experiment : Fill the two jars with hot water. The hotter, the better. Stir in as much baking soda as will dissolve in the water. Mix it up well and make that saturated solution. Cut the string so it can go close to the bottom of the jars and go between them when they are several inches apart. Then tie a paper clip to each end to act as weights. Put one end of the weighted string into each of the jars. Place the jars on the large plate or pan, making sure the string has a little dip in the center. The plate or pan is needed to catch the drips of your scientific solution. Put your experiment in a safe place for 3 to 4 weeks. Keep an eye on it and watch your formation grow.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_07.jpg?v=1607061789"], ["What has happened? The saturated solution is carried through the string. This process is called capillary action. \nWhen it gets to the dip in the string it drips onto the plate or pan. It is similar to water passing through the ground, picking up minerals, and falling through a cave. Over time the dripping water evaporates and creates stalactites and stalagmites.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_08.jpg?v=1607061849"], ["It’s magic! Well, actually it is Science and takes place all over the world. \nScience is fun and I am glad I am going to be a scientist. Maybe you’ll decide to be one too. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illu_09.jpg?v=1607061867"]], "46": [["The sun shone brightly over the meadow as Class 1 of Sunny Meadows Woodland School set off for their first trip to the Shadow Woods. Everyone was excited to be going on the adventure that they had been talking about for weeks. Their teacher, Miss Squirrel, had promised a trip to remember and the whole class now skipped excitedly through the meadow. Well, nearly all of the class; alone at the back of the group waddled Hank. Hank was a hedgehog who found it difficult to make friends. He always felt like the outsider. The others in the class, especially Matilda Mouse, kept away from Hank because they thought him odd. Yes, Hank was not really looking forward to the day.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_01_60c40c56-9c70-4cc1-9e6a-06003362648e.jpg?v=1607057317"], ["The journey to the Shadow Woods was longer than expected because Mr. Mole’s tunnel train was broken. Indeed Mr. Mole was there waving them off before he got back to work. This just made Miss Squirrel happier though, as she could talk to the children about all the wonderful flowers that filled Sunny Meadow. There was color everywhere. It looked as if a rainbow had crashed into the field. However, at the edge of the meadow, not everyone was looking at the flowers…", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_ed99b71b-f4fc-4f8d-88cd-3aba606610e9.jpg?v=1607057393"], ["Soon though, the Shadow Woods were upon them and something that looked small from far away suddenly grew very large before them. Each member of the class gave a slow gulp-Matilda Mouse, Rachel Rabbit, Wendy Weasel and Ralph Racoon. The biggest gulp came from Hank. He was nervous enough before they got to the woods and didn’t have a friend to hold on to. Matilda pretended to be brave, however, and ran on ahead compelling her friends to join her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_4019d5de-00e8-4ee7-a041-cc61e70ac1a3.jpg?v=1607057418"], ["Miss Squirrel was not happy about that and so she shouted for Matilda to come back. Then off she chased after her. Soon the whole class followed and before they knew it, they were right in the middle of the woods. Now instead of bright sunshine, only shadows scattered before them.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_04_d7837ea0-4396-41c1-b5f4-f4f173377ad4.jpg?v=1607057451"], ["The class stopped, their little mouths open in awe and wonder. Miss Squirrel was still chasing Matilda though and did not notice that she had left the little ones behind. Rachel Rabbit, Wendy Weasel and Ralph Racoon all held paws as they looked around them. Three very small friends. And Hank. The only noise now in the woods was silence.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_ef042a10-def3-4886-81bf-155beb94ba0a.jpg?v=1607057477"], ["Suddenly, everyone got a fright as behind them Matilda mouse jumped from behind a berry-bush and shouted “BOO! ” as loudly as she could. After they all had stopped shaking, her friends laughed. All except Hank. “Silly Hank, ” said Matilda. “You are just no fun! ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_06_6f6c0b2f-09e0-4d26-a9b4-8cd184e72765.jpg?v=1607057554"], ["However, before Hank could reply, another noise made everyone turn around. This time though there was no Boo! of surprise and no laughter afterwards because there before the class was a very large and very hungry snake. His magical eyes twinkling with delight as his tongue spiked forward. “Mmmm! ! Lunchtime. ” said the snake. It was at this point that the class realised that Miss Squirrel had not returned from chasing Matilda. The class was alone. Squeaks of fright squeezed out of the little animals’ mouths. Matilda and her friends all hugged each other fearing that this was the end.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_07_b19cec03-cf2a-41dd-b309-cbca0609acdf.jpg?v=1607057656"], ["Suddenly though, Hank was scared no more. He found a way to save the class. He knew just what he had to do. “Quick everyone- down this hole. ” he shouted as he pointed to a hole under a hanging chestnut Tree. The animals stared at him and then jumped down the hole. Hank followed only to be stopped by Matilda who looked very angry. “Hank, we are trapped now- you foolish hog. ” But before she could add to her insult, Hank jumped up and flipped himself into a ball. Next, he rolled towards the mouth of the hole and blocked it with his pointy sharp spikes. There would be no lunch for the snake today!", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_08_2a2db7f9-8a5a-43aa-b48f-f4d3f419eb65.jpg?v=1607057679"], ["Later, back at school, Miss Squirrel was telling the head teacher, Mr Owl, about what had happened and how the snake had fled Hank’s pointy spikes. After the snake had slithered away, the class had quickly returned to school and each one had thanked their new friend Hank. Matilda gave him a big hug and apologised for what she had called him before. Hank was not odd, he was a hero and her new best friend. Hank, who was still unused to lots of attention, turned pink and popped into a ball as all his new friends cheered him.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_09_a1ef7804-97a6-4a97-8350-50c015f1300d.jpg?v=1607057705"]], "47": [["Arrgh, me hearties, I has a story for ye, a story of untold riches and a young lad who found ‘em. And who am I, ye ask? Well - I be the spirit of Sand-dollar, a pirate and buccaneer, Captain of the Seahorse, the finest ship to ever sail the seven seas.", "https://cdn.shopify.com/s/files/1/2081/8163/files/01_62ed1f33-c00d-490d-92ce-4d56aa570d88.jpg?v=1606906754"], ["Ah, she was a fine vessel. Three masts and ten sails made her fast, and her sleek hull let her cut through the waves with ease. Me crew was the finest bunch of sailors to ever set sail on the open seas. They came from all over the world, to serve on the Seahorse, and share in the riches.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_e0308fa3-2152-43cb-abf1-dfa123a200d0.jpg?v=1606906857"], ["I remember we just hid the treasure and I found a safe place to hide me treasure map. A familiar place, a place, where as a young lad, before the sea called me to service, was me home. As we finished burying the treasure, we saw a storm approaching from the East. It was a bad one. The wind was a howling, rain soaked us to our very bones, thunder roared, and the lightening frightened the bravest of me crew. We were in the longboat, just about to board the Seahorse, when it happened.", "https://cdn.shopify.com/s/files/1/2081/8163/files/03_a8268c63-1f4f-48ce-984f-a499660c451c.jpg?v=1606906883"], ["The bottom of the sea opened and the waters began draining. The waters started going round and round. Slowly at first, and then picking up speed until we were in a whirlpool. It didn’t take long for the swirling waters to suck the Seahorse to the bottom of the sea. As for us in the longboat, we watched her go down as we spiraled around that whirlpool before getting sucked down with her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/02_e0308fa3-2152-43cb-abf1-dfa123a200d0.jpg?v=1606906857"], ["Arrgh! It makes me heart happy to see that lad growing like he is. They call him Sandy, after me. Ya see I’m his Great-Great-Great-Grandpa. ” “Sandy, ” called his mom from the house. “You forgot you chores for the day. Remember you were going to clean the attic. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/05_bfbc4081-2f5c-4c00-88eb-6224bd60e313.jpg?v=1606906942"], ["“Oh, ” grumbled Sandy as he slowly walked to the house. “I don’t mind chores, but cleaning the attic! There hasn’t been anyone up there in years. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/06_26720eb7-f782-4139-9606-d8db0b8eb8ea.jpg?v=1606906982"], ["“It must be dark, dirty, and full of spiders and other creepy things. There is probably even a ghost or two living up there with the spiders. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/07_95aeb0fe-c315-4d53-9609-6ea76c87f57c.jpg?v=1606907002"], ["“I unlocked the door to the attic, ” his mom said. “Be careful, it’s a little dark and there is a lot of stuff just lying around or stacked in piles. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/08_0e23882f-c4aa-44b9-9daf-29350c47892a.jpg?v=1606907024"], ["The spirit of Sand-dollar thought to himself as he watched Sandy. “Arrgh, I must have looked the same on that stormy night when I hid me treasure map in that very room. I wonder if it will be finally found. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/09_113b26a9-cb69-4ec5-9bf6-a23f6a754b92.jpg?v=1606907049"], ["“This isn’t so bad, ” Sandy said to himself. “There’s a lot of neat stuff up here. I’ll clean as I move and organize all these different things. ” “Arrgh, ” Sand-dollar thought to himself. “That lad be a hard worker. I’d have him on me crew if I could. He’s only been up here a few hours and he’s almost done. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/10_169397db-dff6-44fe-8c46-50a4dd3ae68a.jpg?v=1606907076"], ["“One last thing to clean and move, ” Sandy said aloud. (Even though he knew, no one was there to hear him). “I’ll just wipe down this old trunk and slide it over there in the corner. Wow! This thing is heavy; I think I’ll have to empty it before I can get it to move. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/11_b4e00227-507f-4b3e-afee-5e412958b490.jpg?v=1606907104"], ["“Arrgh, ” Sand-dollar thought to himself. “The lad be getting close to me map. He has emptied a lot of things from the trunk. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/12_102e690c-ef26-4256-8442-1d96d3c6e950.jpg?v=1606907122"], ["“Oh, wow! ” Sandy said. “Look at this old book. I’ll just open it up and …… a map! Here’s an old map. A treasure map! I don’t believe it! I’ve got to show mom. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/14_24a2d73d-794e-484b-975c-d06a5d9c7949.jpg?v=1606907168"], ["“Arrgh, the lad found me map. At last, someone can find me treasure and be rich beyond belief. ” Sand-dollar said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/13_af149245-bdd6-4b96-bd92-610359c5571e.jpg?v=1606907193"], ["“Where did you find it? ” his dad asked. “It was in this old book. I couldn’t move this old trunk in the attic so I started taking things out when I saw the book. When I opened the book, the map fell out. ” Sandy replied. Sandy’s mom added. “It’s certainly old and it’s definitely a treasure map. And look here, whatever it leads to is buried on our property. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/15_910bf4cf-3900-429c-807e-fb7c71d0a435.jpg?v=1606907215"], ["“Look at this note on the side, ” his dad, said. “It says the finder will have untold wealth and be rich beyond belief. It’s signed by someone named Sand-dollar. ” “Let’s study the map. Tomorrow morning we are going on a treasure hunt, ” his dad said. “Yippee! ” Sandy exclaimed. “Arrgh, it appears me treasure is close to being found. ” Sand-dollar said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/16_77e934cc-aa94-43a8-977b-c57133fcba9c.jpg?v=1606907239"], ["“Sandy, you take the shovel, mom can read the map, and I’ll use the compass, ” his dad said as they walked into the yard to begin their treasure hunt. “Arrgh, look at em go. They be pretty good at following me map. That’s it! 22 paces due West from the well, Turn to the North East and take 6 paces, then 11 paces to the South …. . They be at me treasure. ” Sand-dollar said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/17_e7496fd6-54ae-4e50-ae31-bbf048560bc7.jpg?v=1606907264"], ["“If we followed the map correctly, and there really is a treasure, we are standing on top of it, ” Sandy’s dad said. “I get to dig, ” Sandy said excitedly as he removed the first scoop of many from the sandy soil.", "https://cdn.shopify.com/s/files/1/2081/8163/files/18_cafb23a3-c45e-4586-8364-7c5c93795f67.jpg?v=1606907287"], ["“Arrgh, that lad be a chip-off-the-old-block. Look at him dig. You are almost there lad. Don’t give up! ” Sand-dollar said. “I hit something, ” screamed Sandy. “It’s a box. It’s the treasure! We found the treasure! Let me get it out and hand it to you dad. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/19_7061fbd3-018a-4c52-b9a7-edfbdf7aac66.jpg?v=1606907310"], ["“An old Book? ” Sandy said with disappointment. “ I was expecting to find diamonds, rubies, and gold coins. Not an old book. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/20_ec6307e6-21fd-4d16-b0fb-ce2b47c22a6f.jpg?v=1606907337"], ["“Arrgh, me lad. Don’t ye give up now. Ye has to look into the old Book lad. ” Sand-dollar said. Sandy said. “Mom, let me see the Book. For some strange reasonI want to look through it. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/21_015b8b94-4d8e-4d44-8082-342f8f9368ae.jpg?v=1606907366"], ["“This is really interesting, ” Sandy said. “And look at this. Different words are circled in the first page. Wow! There is a family tree and a letter written in the back. ” “Let me see, ” his mom said. “Oh my! Look at this. Here is a branch labeled ‘Sandy’ and above it is written ‘Sand-dollar’ with a 1 circled. ”\nSandy’s dad asked, “Could I see the Book? \nWhen I was a little boy, younger than you Sandy, my father told me we had a pirate in the family. Let me have a few minutes to study this. ”“After reading everything, here is whatI figured out. ” Sandy’s dad saidin a soft voice.", "https://cdn.shopify.com/s/files/1/2081/8163/files/22_ef7f7b95-0652-4762-be46-3c51fcd26074.jpg?v=1606907390"], ["“Sand-dollar was a pirate. He was also yourGreat-Great-Great-Grandfather. He left for adventures on the high seas, became a pirate, and, well, the familyjust forgot about him. He wrote his story in this Book and hid it as atreasure.", "https://cdn.shopify.com/s/files/1/2081/8163/files/25_dd3ee7d5-51f0-4ddf-90cf-141a36c2b35d.jpg?v=1606907443"], ["“This Book taught him, how to hide the treasure. As instructed in the book, he took all the treasure the gold, silver, the jewels, and buried them. He asks that whoever finds this othertreasure share it, do good, and do whatthe Book says. “Wow, ” said Sandy. “Quite a story, ” Sandy’s mom said.", "https://cdn.shopify.com/s/files/1/2081/8163/files/26.jpg?v=1606907469"], ["“Arrgh, it does me heart good to seeme family helping me, ” Sand-dollar said. “I am digging as fast as I can, mom. ”Sandy said. I hit something big! ” “Arrgh, that’s it lad. Dig outthat chest. Come on! You and your dad can get it out of thehole. Come on lad, put ye back into it. Push! That’sit, now pry it open. ” Sand-dollar said. “Oh my goodness, ” Sandy’s mom said indisbelief. “Look at that. A real treasure. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/27.jpg?v=1606907497"], ["“Arrgh, and now lad it’s up to ye to do the right thing. ” Sand-dollar said. “It’s up to you son, ” his dad said. “It’s your treasure. ” Sandy simply said. “I want two things. The Book, so I can learn whatmy Great-Great-Great-Grandfatherlearned, and that gold sand dollar to help me rememberhim. Mom should have that jeweled necklace. It would look nice on her. Dad, you need to take some of the gold and sell it tohelp pay some of the bills. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/28.jpg?v=1606907552"], ["“I think we should give the rest to the local charity. They know who the needy are, and I think it will help many people for a long, long time. ”“I think you are making a wise decision Sandy, ”his mom said. “What dad? ” Sandy asked. \n“I didn’t say anything, Sandy, ” his dad replied. Sandy then said, “I thought I heard you say‘I thank ye lad’. ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/29.jpg?v=1606907578"]], "48": [["Deep in the New Forest where no big people ever went there was a tiny little magical village called the Ordon Gardens. Here, three little tooth fairies named Incisor, Canine and Molar were busy at work in their factory. The three tooth fairies were all named after types of teeth.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_01_774be6b4-6556-4779-a5c9-fe43cd2ec965.jpg?v=1607326104"], ["Incisor was tall and skinny with short pink hair, Canine was also tall with blue hair and Molar was the short, wise one with curly, silver locks. All day long the busy little fairies cleaned and shined the children’s milk teeth they had collected during the night.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_02_42159515-2687-4e34-a7ce-e901ff80b1e5.jpg?v=1607326145"], ["The milk teeth were used to make very useful things in the Ordon Gardens like roads in the village and furniture in the homes for the little fairies.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_02B.jpg?v=1607326181"], ["One day Incisor realised that the teeth coming into the cleaning factory were not as strong as they used be. “Oh dear! ” said Incisor “These teeth are fragile and brittle, with holes and black spots. They crumble as soon as I try to polish them with my cloth. Whatever are we to do? ”", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_03_28514638-96ae-4306-ba00-a2f291dd2895.jpg?v=1607326213"], ["“Yes. ”said Canine “I know exactly what’s wrong, The children are beginning to eat far too many sweets and are not looking after their teeth at all. ” “I know…we can fix it! ” Said Molar the wise one. She sounded quite excited by her grand idea.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_03B.jpg?v=1607326237"], ["The three fairies looked at each other and waited while Molar explained all. As usual, it was a fabulous idea. The three of them wasted no time at all and got to work straight away.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_04_9ff55963-6a99-4419-aa34-05a5ea60cd1e.jpg?v=1607326281"], ["That night, it was Canine’s turn to fly off and collect all the milk teeth from under the sleeping children’s pillow. Off she flew with a bag of coins, some white berry sandwiches for her lunch and a pack of cards which the three fairies had spent all afternoon preparing.", "https://cdn.shopify.com/s/files/1/2081/8163/files/illus_05_65280819-e3ed-4126-98e1-521b60f3bc28.jpg?v=1607326324"], ["It was such a treat to leave the forest and see the city skyline but it was a dangerous place for fairies. Canine had to make sure that the big people never saw her.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06_41dbe7e4-63e8-4655-8f4e-2fcc051b4173.jpg?v=1607326353"], ["She flew through the starry sky and saw the wonderful city fast asleep. \nHer first stop was a young boy named Junior.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_06B.jpg?v=1607326414"], ["Earlier in the night Junior and his mum had placed his milk tooth under the pillow. Mummy tucked Junior into bed and told him all about the tooth fairy who would leave some money in exchange for his tooth. She gave him a goodnight kiss and left him to fall asleep.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07_13ee7f1b-1587-42dd-bc7b-1d8423cb5bf4.jpg?v=1607326379"], ["By the time Canine arrived, Junior was fast asleep. She flew in through the top window that was ajar and glided quickly down to Junior’s pillow. She perched beside him and braced herself in preparation for the task…", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_07B.jpg?v=1607326455"], ["“Heave……. . ” she lifted the pillow and wedged herself between the pillow and the bed. She quickly grabbed the tooth and tossed it over to her backpack.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08B.jpg?v=1607326487"], ["She placed two coins and the fairy’s special card in exchange under the\npillow and flew off into the night sky to find more milk teeth.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_08_b23095a5-61b6-440d-b8e5-e1d254d60e27.jpg?v=1607326560"], ["In the morning, as soon as Junior woke up, he rummaged under the pillow to see if the tooth fairy had left any money for him. \nHe was thrilled to find the coins but looked blankly at the card he found in his hand. Mummy didn’t mention anything about a card…he wondered.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_09_4a2cc23e-d35e-4d9c-9556-23e4d870d606.jpg?v=1607326511"], ["He read the card out aloud… \nThe Tooth Fairy’s guide to healthy teeth:\n1. Eat Healthy. \n2. Cut down on sugary sweets & drinks. \n3. Brush your teeth twice a day. \n4. Use a fluoride toothpaste. \n5. Visit the Dentist regularly.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_10_43ff7fa1-da00-4f52-8718-3201d83516f1.jpg?v=1607326596"], ["Back in the village of Ordon Gardens, the fairies were very happy about the new information card they were giving to the children. Soon enough the milk teeth coming into the factory were strong and healthy again.", "https://cdn.shopify.com/s/files/1/2081/8163/files/Illus_11_f887b5a5-28fc-440c-bf12-3a6c867beefc.jpg?v=1607326647"]]}