{"29":["Early one spring day, Sally Sue and her mommy planted a small\nvegetable garden.","Sally Sue planted all her favorite vegetables. She planted carrots, corn, lettuce and even pumpkins.","Sally Sue watered the garden every day and with her mommy’s help, removed the weeds.She was so excited to watch her vegetables grow and her mommy was so proud of her.","The plants grew and grew. One day Sally Sue noticed that the plants \n\ndidn’t look good. They had brown spots on their leaves and it looked like something was eating them.","Sally Sue’s mommy said that it looked like there were little bugs called aphids eating her vegetable plants. Sally Sue was sad. But her mommy told her not to worry. In a few days there would be some hero bugs coming to the rescue.","The next day, when Sally Sue went to the garden, she saw pretty, little beetles all over. They were red with black dots on their back. Her mommy saw that Sally Sue was afraid that these bugs would also eat her vegetable plants, so she yelled out “The heroes are here. Three cheers for the Ladybugs.”","“Ladybugs?” Sally Sue asked. “You mean the heroes are girls?” Then she asked, “Where are the boy bugs?” Her mommy then explained that there were both girl and boy beetles and that they were just called Ladybugs. “Then why are they called Ladybugs?” Sally Sue asked.","Her mommy then explained that when she was little, her grandfather had told her that since they were pretty, and all little ladies are pretty, just like you Sally Sue, they became known as Ladybugs. “Oh” said Sally Sue. “That’s it?” “I was also told that many years ago, in the middle ages, the farmers crops were being eaten by aphids and they prayed to Mother Nature for help.”","“In the next few days, these beetles came and ate the aphids, saving their crops. In respect for their prayers being answered by Mother Nature, they named them Beetle of the Lady. In time they became known as Lady Beetles and later just Ladybugs” “It doesn’t really matter.” said Sally Sue. “They are pretty and helpful, and with due respect to the “boys”… thank you ladies!”","Later that summer, Sally Sue had lots of yummy vegetables. And in early fall, the biggest pumpkins she ever saw."],"4":["Sammy saw the snake and snuck around its side.","Sally saw the snake and scampered down the path.","The snake saw Sammy...","and Sally...","and slithered away.","Did you ever wonder how snakes slither?\n\nWell, let me tell you.\n\nI am Slithers, the Snake and here is how we do it.","As you noticed, we don’t have legs but still get around quite well. We actually have 4 ways of moving. And since we don’t have legs we use our tummy scales and muscles to get us around.","Most of you think slithering is the only way we move. It is our most common way and you could think of it as your walking. We push off something like a bump on the ground or a rock to get going. Then we move in a wavy motion using our tummy scales and muscles to pull us along. It is called the Serpentine method but slithering is just fine.","We can hold on to something with our tail portion, even the ground, and spring our front part forward. Then we drop the front part, hang on, and pull our back part along. Maybe this is like your running as we can go pretty fast. It is called the Concertina method but slithering is just fine.","In the sand, mud, or on slippery rocks we move along in a funny way. It is like your hopping. It’s hard to tell you how we do it. It looks like we toss our head forward, but off to the side, not straight ahead. Then the rest of our body follows in a sideways motion. It is called Sidewinding but slithering is just fine.","Sometimes you slowly crawl on your tummy. Well, so do we. When we need to be quiet and move very slowly, we use some of our wide scales on our back part to grip the ground. Then we push straight ahead with the others. It is called the Rectilinear method but slithering is just fine.","People walk, run, hop, and crawl. We snakes serpentine, concertina, sidewind, and rectilinear. And we both get to where we want to go.","Wow! After talking to you about the way we move, I guess it is easier just to say we SLITHER."],"26":["I am Freddie and I just learned something. No matter where you are:\n\nLook up. Look down. Look all around.","You never know what you may see. And it helps us be safe, yep-you and me.","Step one, step two, step three, and four. I walked into an open door.","I did not look up, and now I am sad. Free Ice Cream - read the sign - For Any Lad.","Step five, step six, step seven, and eight. Where am I at, I went through the wrong gate.","I did not look right. But if I had. I would have seen Sally flying a kite with her dad.","Who looks left? What is there to see? Only a Circus Parade and a monkey in a tree.","I turned around and took one step. Into a puddle, and now I am wet.","Look up. Look down. Look all around. You will not miss a thing and be \n\nsafe and sound."],"30":["A frothy, little tale of fun and games. A playful book full of wonderful illustrations and quirky tricks that will have every child wanting to reach for the wand and become a bubble scientist.","“Wow!” Tristan said as he watched the man on the street corner make bubbles.\n\nBig bubbles, little bubbles, tiny bubbles too. Bubbles from a wand, some landing on his shoe.Bubbles in the air, bubbles on the ground, Bubbles blowing on the wind, making a popping sound.Their colors like a rainbow, their shape so round and true.Bubbles, bubbles everywhere. Look - that one is blue.” Tristan thought to himself. “I just have to find out how to make those bubbles.”So, he walked up to the man and asked him how he did it.","“Excuse me, Sir,” Tristan said.“I have never seen bubbles like that and I would really like to know how to make them.They are the most beautiful things I have ever seen.” The man stopped blowing bubbles, smiled, and said: “Why, thank you young man! When I was about your age, I saw someone blowing bubbles and, well, I asked how he made them. He told me and once I started, I just couldn’t stop.Just a minute, while I blow some more.”","When he finished, he looked at Tristan, grinned, and said, “Would you like to try blowing some?” “Could I?” exclaimed Tristan.Tristan took the wand, dipped it, \n\nmoved it gently through the air, and the biggest bubble he ever saw rose into the sky. He squealed with delight. The man then explained some important things \n\nto remember when blowing bubbles.","“I can remember that,” Tristan said. “But how do I make the solution and the wands.” “Ah,”The man said in a whisper.“Let me blow some more bubbles \n\nand then I’ll tell you.” He then took a wand in each hand, dipped them, extended his arms, and began spinning. Soon there was a wall of bubbles. So many bubbles that Tristan couldn’t see the man anymore.Then he heard a laugh and POP!Pop! … Pop! Pop! Pop! … Pop! Pop! …Pop! Pop! … Pop!","When the bubbles were gone, so was the man and lying on the sidewalk was \n\na piece of paper.Tristan bent down and picked it up.It was just what he needed to get started. A Bubble Scientist’s Basic GuidePop! – Remember to experiment with the basic solution.A little more glycerin, sugar, or syrup can make a stronger bubble. Too much can ruin your solution. Pop! Pop! - If you need more just double, triple, or quadruple the ingredients. Pop! Pop! Pop! –Don’t forget what I told you earlier.","If you make your own bubble solution, pretend you’re a scientist, and experiment to make the mix that you like.All solutions use Glycerin but it is expensive. Remember that you can use a light corn syrup (like karo) or even sugar. It is best to make your mix and let it rest for a day.This helps make a stronger bubble. But don’t worry. You can use it as soon as you make it.\n\nStore your mix in a tightly sealed container. Pour your solution into a shallow tray or bowl for dipping your wand. Make sure it is a little bigger than the wand you are going to use.","Make sure your wand can soak up some solution for better bubbles. If you make a smooth wire wand, wrap it in cloth so it can suck up the solution.Blow or move the wand through the air gently. You can catch or bounce bubbles if you are careful. They usually pop from dust, dirt, or grease. So wear a light pair of gloves and go on a bubble hunt.Don’t shake or stir your bubble solution too much when blowing bubbles.Minerals or other additives in water can affect your \n\nsolution.It is recommended to use distilled water or boil your waterfor several minutes and let it cool before using.(Don’t forget to have an adult boil the water).\n\nHAVE FUN!","Basic Bubble Solutions Pop! Pour 1\/4 cup liquid dish soap into a mixing bowl.\n\nAdd 3\/4 cup of water. Add 1 teaspoon of sugar into the mixture. (Glycerin or light corn syrup can be substituted). Gently stir your mixture until the sugar dissolves.\n\nPop! Pop!Add 1\/2 cup of water to your mixing bowl. Mix in 2 tablespoons of liquid dish soap.Stir in 1 tablespoons of light corn syrup.(Glycerin or sugar can be substituted).Pop! Pop! Pop! Dissolve 1\/2 cup of soap powder into 1 cup of warm water.Mix in 2 tablespoons of sugar, light syrup, or Glycerin. Remember – Don’t throw out your solution if it doesn’t work with a wand. Make Bubble-Falls. Take your solution outside and using a straw blow into the solution. Have fun with the millions of bubbles.","Basic Wands Be creative and use your imagination. Anything that holds the solution across it can be used as a wand. The bigger the wand – the bigger the bubble – the harder it is to blow. Try some things around the house. A slotted mixing spoon.A small strainer. Make one Bend a pipe cleaner (chenille craft stem) into any shape and attach another for the handle.Have an adult bend a coat hanger into a circle (or any shape). Cover it with cloth for best results.\n\nTake 2 straws and thread yarn through them. Make sure the knot is in one of the straws. Using the straws as handles dip the yarn into the solution. Gently remove it and move it through the air. It’s hard to do but when you get a bubble, it will be a GIANT BUBBLE.","“I can’t wait to get home,” Tristan said as he ran down the street."],"32":["Jimmy had just turned 5 and was starting school.","He was frightened. He had never been to school before.","Jimmy did not know what to expect and he did not want to leave home by himself.","Jimmy's Mom told him not to be afraid as she walked him to his bus stop.","She told him he would make new friends and have lots of fun.","Jimmy was being brave as he got on the bus and sat down.","He waved to his Mom as the bus drove away."],"37":["Even though I have grandchildren of my own, it seems like it was only yesterday when I returned home from school to find a frog in my bedroom.","My mother just chuckled when I yelled out, “I found a frog on my bed.”Now, she knew that I would eventually find one but she let me discover a wonder of Nature that many people miss.","You see, a little earlier that spring, when I was 6 years old; I saw some little, black fish in a pond.Since I didn’t have any pets I went home and asked my mother if I could have one.","After we talked about my catching some of the fish I saw, and the responsibility of having a pet, she agreed.","She gave me a bowl, told me to go catch a few, and said that while \n\nI was out she would prepare their new home. Off I went.","There were so many that they were easy to catch.I filled the bowl and ran home.","When I got home, my mother had an old fish bowl filled with water sitting on the corner of my desk.She asked to see the fish, looked, and with a big smile said, \n\n“Tadpoles. – Wow! You are in for a surprise.”","I asked what she meant and she just said that I would have to \n\nwait and see, but to watch my fish carefully.","After a few weeks, I noticed some were changing. “Mom,” I yelled with excitement. “Come here, my fish are growing legs.” She came into my room, looked, smiled, and told me to keep watching.","After several more weeks, there were more changes. “Mom,” I yelled with excitement. “Come here, my fish are growing front legs and their tail is going away.”","A week or so later when I got up, I was amazed. There were more changes. \n\nMy fish didn’t have tails, their legs were bigger, and they didn’t look like \n\nthe little black fish I had caught earlier in the Spring.","That day, when I returned home from school, is when I yelled out, “I found a frog on my bed.”","“Surprise,” yelled mom. “You watched a miracle right before your eyes. A fish \n\nchanged into a frog.","Off I went."],"34":["Jennie and Jimmy were twins and were they excited. They had just completed Kindergarten. And because they did so well, were going to the Big Zoo in the city.","After they got into the family car’s back seat, mom checked their seat belts and dad said,“If everyone is ready let the journey begin.”They were off and headed to the Big Zoo in the city.","The Big Zoo in the city was a long way from home. It wasn’t long before Jennie and Jimmy were bored. They were so excited and just wanted to see the animals, even get some peanuts, popcorn, and soda. But it was taking so long.","“Are we there yet?” asked Jimmy. “No” his mom replied. “It will be a little while. Why don’t you and Jennie look out the window and count pine trees?”","Jimmy looked at Jennie and then tried to look out the window. But they were too low in the seat to see anything.","Jennie grumbled, “Dad, we can’t see out the window. Are we there yet?”\n\n“Yah, are we there yet,” Jimmy sang out.","“We are getting close.” Mom chimed in. “Why don’t you both sing a song? That will help pass the time.” “Okay.” Jennie said. Then she leaned over to Jimmy and whispered something in his ear. They both smiled and giggled a little as they faced the front of the car and began to sing.","“Are we there yet…. Are we there yet….Arewethereyet, Arewethereyet….\n\nAre we, we, there, there, yet….Are we there yet… Are we there yet……”","Their dad looked at their mom and said softly, “I don’t know about you but I am glad we’re here.”Then in a deep voice he sang out “Weee Haaave Ah-rived!”\n\nJennie and Jimmy giggled.","Jimmy and Jennie had such a fun day. They visited every animal, had fun in the petting zoo, and ate hot dogs, popcorn, and peanuts. Soon it was time to leave. Mom got their seat belts on and they were headed home.","“I hope they are tired and fall asleep,” dad whispered to mom. “Are we there yet?” Jennie giggled in a soft voice."],"40":["Mandy was lucky as she and her mother lived with her grandparents \n\nand she liked nothing better than to spend time with her grandfather. \n\nYou see, he was always making something and she enjoyed watching, \n\nlearning, and sometimes even helping him finish whatever he was doing.","“Grandfather, what are you building in your workshop today?” Mandy asked. She giggled as she said, “It looks like you’re playing with two long sticks.” “Well Mandy,” he said. “I am going to make two walking sticks with your help, one for you, and one for me. Then I have a surprise.” “Alright!” Mandy shrieked. “Where do I start?” After some time, Mandy (with her grandfather’s help) finished the walking sticks. they were two of the most beautiful walking sticks she had ever seen.","With the bark removed, they were sandedsmoothand eachhad a funny looking face carved in them.“Theseare really nice,” Mandy said. “But just what dowe do with them?” “Ah, that is the surprisegranddaughter,”hereplied.“Tomorrowmorning we are going on a hike in the woods andthese walking sticks will help make the hike easier.So now it’s time to clean up andgo to sleep so we are well rested for the hike.”","The next morning, Mandy did not need an alarm to wake her. She was up, dressed, and ready to go as the sun rose and the day began. She went to the kitchen and saw that her grandfather was busy packing sandwiches, water, snacks, and other items into their backpacks. “It looks like we are going \n\nto be hiking for a long time,” Mandy said.","“It will be an all day hike,” He replied. “I think we have everything so grab your \n\nwalking stick and let’s go.” “What about breakfast?” Mandy asked. “Oh, did I forget to mention that we are going to stop and have breakfast at a diner?” \n\nhe said with a smile. Their journey began.","After a great breakfast and a long drive, they arrived at the base of a mountain and the beginning of the trail. “This is beautiful,” Mandy said. “Just where are we hiking?” “To the very top of the mountain where we will have lunch, rest, maybe take a swim, and then hike back down,” he replied. “Swim!” Mandy said excitedly. “Is there a lake on the top of the mountain?” “Yes,” her Grandfather replied.","“There is a pond surrounded by big flat rocks. It was carved from the mountain during the last Ice Age and is filled with clear, cold water.” “Wow!” was all Mandy could say. As they hiked up the mountain, Mandy asked many, many questions. What kind of tree is that? How high are we? Are there bears around here? Are there any other people up here? What do we do if we get lost? Are there snakes? And of course: Are we there yet?","Her grandfather answered all her questions the best he could and explained \n\nthat they were in a very natural area. Not many people, all sorts of wild life, even bears. He helped her understand and respect the natural beauty around them, \n\nparticularly the animals. He taught her how to use a compass, and things to help them be safer while they hiked.","Like before stepping over a log put your walking stick on the other side to let any \n\nanimal, like a snake, know you are there. Whistle a song or make some noise to let the bigger animals know you are in their area. In a soft voice, her grandfather said. “Mandy, there are a few things to remember when you are hiking or anywhere for that matter. The Earth is our mother take care of her. All life is sacred; treat all life with respect.Take from the Earth what is needed and nothing more. Enjoy your journey but leave no tracks.”","As they hiked a little farther, the forest opened and Mandy saw the pond surrounded by large flat rocks. They had arrived, and it was almost like being in a different world.Mandy picked a large rock that extended out into the water for them to rest on. It had been warmed by the sun and was the perfect place for lunch.","As her grandfather unpacked their food, she leaned over and wiggled her fingers in the cold water. Immediately several small fish came by and nibbled at her fingers. She shrieked in surprise and then, realizing the fish were just curious, placed her hand back into the water and watched as the fish darted around her fingers.She laughed and played with the fish until she heard her grandfather say “Time for lunch.”","After a short time Mandy asked, “grandfather, can we take a different trail down \n\nthe mountain?” “I don’t see why not,” he replied.After a short time, the trail began blending into the surrounding brush and then disappeared. “I’m scared,” Mandy said. “I think we are lost.” “No, we’re not lost,” her grandfather, said. “But we aren’t on a trail so we will have to continue hiking down the mountain in the direction of the car. Just enjoy the surroundings and being together on our first hiking adventure.”","As they continued down Mandy said. “Grandfather, I have a problem at school and I don’t know who to talk to,” “Talk to me,” he said. “I’d like to but you are my grandfather and you may get angry because you are family and not, well, like a friend.” Now Mandy’s grandfather had to do some serious thinking. After all, \n\nshe was right that as her grandfather, he may get angry or his feelings hurt but she needed a big person as a friend. “Mandy,” he said in a serious tone.","“If I were to promise that anything we talked about would stay between us, \n\nand that I would not get angry or talk to you as your grandfather, but rather as an old friend; would you talk with me?” “Is that a promise?” she asked. “Yes,” he said softly. “And you know I have never broken a promise to you.” She gave him a big hug, and began to talk. Soon they were at the bottom of the mountain and packing the car.","Before leaving, her grandfather thought for a minute and said. “Granddaughter, anytime you need me as your friend, and not your grandfather, pick up your walking stick and ask to go on a hike. It will be our secret code.”“This was the best day ever,” Mandy said. “I was with my grandfather, my new best friend, and I have a talking\/walking stick.”"],"7":["“Hi! My name is Samantha and I want to be a scientist. You may be wondering why and my answer is simple. I am amazed at all the wonderful things like television, cellular phones, men on the Moon, space exploration, and the list goes on. But those are big things and I just don’t understand everything about them yet. I also wonder about smaller things like-why do my doll’s eyes close when I lay her down and open when I pick her up. Or how are cartoons made? Hmm – I know it has something to do with Science. My brother Samuel wants to be a scientist too, but he likes things that I don’t, like-why Stalactites grow.\n\nBut even though we don’t like the same things it’s still Science so we get along just fine. In fact, our teachers help us better understand Math, technology, current events and trends - all of which are important. We even help each other and have lots of fun.","I like to experiment or take things apart to see how they work. No matter what I do, I tell my mom or dad what I am going to be doing and sometimes even ask for their help. I would never just do something. I could get hurt. Sometimes it’s best to start small, and that’s just what I did. I remember my first experiment in detail and it was a lot of fun to do. I had to do an optical illusion. You may be wondering why that is important and all I can say is that it’s the basis for making \n\ncartoons - and here is why. Our brains fill in the gaps for whatever our eyes aren’t processing. So two different pictures can actually become one or still images can appear to be moving.Try this experiment, it’s lots of fun and there is nothing dangerous about it. Here is what you need:","• 2 small pieces of white cardboard or index cards. • Tape • A pencil to be used as a shaft • Crayons, colored pencils or whatever you want to draw with","The Experiment Preparation: • Draw a large birdcage on one piece of cardboard. You are the scientist so make it look like you want. Just make it pretty big.","• On the other piece of cardboard draw a bird. Maybe a Budgie or a Toucan. Just make sure it issmaller than the birdcage.","• Tape the pictures, back-to-back, onto the pencil shaft. The Expected Result:\n\n• What do you think is going to happen if you spin the pencil? I can’t tell you because I did it and this is your discovery.","The Experiment: • Hold the pencil between the palms of your hands. • Rub your hands to make the picture spin around. • Of course, you have to look at the picture while it’s spinning.The Experiment Result:• You should have seen the two pictures appear as one. If you didn’t see the bird in the cage, keep \n\n trying until you do.","That is Science! Have some fun and try different pictures.(I even put Samuel in jail once). Hey, do you want to do a little magic and make a spot on a piece of paper disappear? It’s different for each person but it does disappear. Yes, it’s Science too but let’s get to the experiment and I’ll explain the Science later.","It’s simple to set-up. Just draw a square about ¼ inch to one side of a white piece of paper and color it in. Draw a circle about 3 to 4 inches to the right that’s about the same size as the square and color it in. This is the dot you are going to make disappear. Actually you can draw two small pictures, or letters, or numbers, or whatever you want. One of them will disappear.\n\n\n• After you draw them hold the paper at arm’s length.\n\n• Close your left eye and focus on the square with your right eye.\n\n• Slowly move the paper towards you.\n\n• At some point the dot will disappear.\n\n• Try it again and make the square disappear. \n\n Close your right eye and focus on the dot with \n\n your left eye. Move the paper towards \n\n you until the square disappears.","It’s magic! Well, actually it is Science. You see, the spot where your optic nerve connects to your eye doesn’t have any photoreceptors. That means it is a blind spot and we all have them.\n\nYou never notice this blind spot because your two eyes work together to cover it up. Just like in the first experiment your brain fills in for the blind spot with the background.\n\nI have a question for you. What do you think will happen if you use a colored piece of paper like red? \n\nIf you don’t know, do another experiment and see for yourself.\n\nScience is fun and I am glad I am going to be a scientist.\n\nMaybe you’ll decide to be one too.”"],"10":["A simple game of hide-and-seekleads the children into the adventureof their lives.\n\nAn exciting story that will have littlereaders turning the pages, eager toknow what comes next.","James, his sister Sally, and Mark, their BFF (Best Friend Forever) were bored. They had played all day but now that it was dark and difficult to see, they had nothing to do.\n\nThey couldn’t play soccer because they couldn’t see the ball. They didn’t want to go inside and play a game because it was a beautiful springtime night and they liked being outside, especially after having to play inside all winter long. They just didn’t know what to do and it was a little too early for them to go home.\n\n“I guess I’ll just go home,” Mark said in a sad voice. “Aww come on,” replied James. “We still have time for another game of – of something.”\n\nThen Sally said, “I have an idea! Let’s play Hide-and Seek.”","“I was just going to say that,” James said. “Yah, I’ll bet,” replied his sister. “You always say you were thinking of whatever I think of,” she snapped. “Do not!” James said in a loud voice. “Do too,” yelled Sally.\n\nMark just looked down at the ground and shook his head from side to side. “They are at it again,” he mumbled to himself. Then he yelled, “Okay, let’s play Hide-and-Seek\n\nI’ll be the seeker!”\n\nHe turned, faced a big tree, closed his eyes, and started counting out loud. “100 – 99 – 98 – 97 …..” Sally and Mark stopped arguing, looked at each other, and ran off in different directions to find a hiding place.\n\nIn the distance they could still hear Mark counting\n\n “4 – 3 – 2 – 1. Ready or not, here\n\nI come!” Then he turned and began looking for places \n\nwhere they could be hiding.","Finding Sally was easy.\n\nShe always ran off and then circled back\n\nso she would be close to “base,”\n\nthe safe place to get to before being tagged.\n\nMark looked for the biggest tree\n\nand ran towards it.\n\nBut she wasn’t there.\n\n“I’ll bet she’s behind that big bush,”\n\nhe said to himself.\n\nSo he ran to it and was ready to tag her,\n\nbut she wasn’t there either.","As he turned around, he saw James running towards\n\n“base” and darted after him. Just before\n\nhe touched James’ shoulder, James tagged the “base”\n\nand yelled out “SAFE!” “Did you get Sally yet?”\n\nJames asked. “No,” said Mark.\n\n“I haven’t been able to find her and it’s getting late and\n\nwe need to be heading home.”","So both boys yelled out\n\n“Come on out Sally, it’s late.”\n\nBut there was no reply.\n\nNot even a little snicker from\n\nsomewhere in the darkness.\n\nThey yelled again.\n\n“Come on out Sally, it’s late.”\n\nStill there was no reply from Sally.\n\nThey began to worry and started searching for her. As they walked around the area they called out “Sally, come on, we give up; you’re safe.”\n\nBut no matter where they looked,\n\nor how much they called out,","Sally was wondering what had happened.\n\nAll she could remember was\n\ncrawling under the big trunk\n\nof a fallen tree to hide.\n\nNow, as she looked up, she saw\n\nseveral stars through a small hole above her head.\n\nShe had fallen into a hole\n\nwhen she crawled under the tree trunk.\n\n“Help!” she yelled and heard her voice\n\necho throughout what must have been a cave.\n\n“HELP! Help, help, help!”","“Did you hear that, James?”\n\nMark said excitedly.\n\n“Sally just yelled for help.”\n\n“Keep yelling Sally,” James screamed.\n\n“That way we can find you.”\n\nSally heard her brother and\n\nkept screaming. After a short while the boys were standing next to the big tree trunk.\n\n“Hey! Are you stuck under this tree?”\n\nasked James. “Kind of,” Sally yelled.\n\n“When I crawled under\n\nit to hide, I fell into a cave.\n\nPlease help me, I’m scared.\n\nIt’s dark and I can’t get out.”","Mark said,\n\n“James you stay with Sally and\n\nI will go get my dad.”\n\nThen he dashed off into the darkness.\n\n“Don’t be scared,” James said.\n\n“I am right here with you.”\n\n“No, you’re not,” Sally sobbed.\n\n“You’re up there and I’m down here.”\n\nAs Sally turned in the darkness of the cave,\n\nshe bumped into something,\n\nscreamed, and began to cry.","“What’s wrong?” James yelled.\n\n“There’s something down here with me,”\n\nSally replied in a shaky voice.\n\nJust then, Mark and his dad came\n\nrunning through the woods.\n\nMark’s father knelt down and asked Sally\n\nif she was okay. He could hear her crying and sobbing. “Sally, are you hurt?”\n\nhe asked. “No,” she said.\n\n“But I’m scared and there is\n\nsomething down here with me.”\n\n“Stand back Sally.\n\nI am lowering a rope and\n\nwill be down with you in a second.”","Mark’s dad tied the rope to the tree,\n\nfound the hole under the tree trunk,\n\nwiggled a bit, and lowered\n\nhimself into the cave.\n\nSally could see him coming down\n\nthe rope and stopped crying.\n\nNot only was he there but the cave became \n\nbrighter from the beam of\n\nhis flashlight as it danced\n\nacross the cave’s floor and walls.","As he reached the floor of the cave,\n\nhe shone the light on Sally and gave\n\nher a big hug. “Don’t be frightened,”\n\nhe said. “I’ll have you out of here in no time.” \n\nThen he shone the light around\n\nand saw that she had fallen into a small cave. \n\nAnd very close to her,\n\nin the middle of the cave,\n\nwas something wrapped in layers\n\nof old blankets.","“Mark, James, there’s something down here. \n\nI am going to tie it to the rope and I want you to \n\npull it out.” “Okay,” they replied.\n\nThe boys pulled out the object, untied it,\n\nand let the loose end of\n\nthe rope fall back into the cave.\n\nThe cave wasn’t deep and Marks’\n\ndad boosted Sally over his head so she could \n\ncrawl out. He then grabbed\n\nthe rope and with a little jump, was\n\nable to grab the opening\n\nand pull himself out.","“Let’s go back to my house for a cup of hot tea.\n\nI’ll call your parents so they aren’t worried,\n\nand we’ll see what treasure Sally found.” He said.","When they got to Mark’s house,\n\nthey sipped their tea and began unwrapping the treasure.\n\nThey carefully peeled off layers of old blankets\n\nand cloth to reveal a wooden box.\n\nThey slowly opened it and stared in amazement.","“Oh my,” Sally said in disbelief.\n\n“I don’t believe what I am seeing.”\n\nThe boys and Mark’s father just stared.\n\nInside the box were jewels of every color you could imagine. There were diamonds,rubies, sapphires, and emeralds \n\nof all shapes and sizes.Intermixed they could see several\n\ngold coins and strands of pearls.“We’re rich,” the boys screamed. “Not quite,” interrupted Mark’s father. “Someone could have lost this and I don’t think you should plan on spending any of it until we find out a little more. Besides, Sally found it.” “I’ll share it,” Sally said happily. “That’s nice Sally,” replied Marks dad. But the right thing\n\nto do is contact the authorities.”","The next day, the four of them\n\nand Sally’s mother drove to the police station, \n\nexplained what had happened,\n\nand gave the treasure to the police to hold while \n\nthey conducted their investigation.\n\nThey left the police station sadly\n\nand even the double dipped ice cream cones \n\nMark’s father bought for them\n\ndidn’t make them smile.They drove back in silence.","Several weeks passed with\n\nno word from the police.\n\nThen, one evening, Mark’s father\n\ncalled James, Sally, and their parents.\n\n“The police just called and\n\nI think you should come over right now,”\n\nhe said. “I’m afraid there is some\n\nbad news about the treasure.\n\nThe police are on their way and\n\nwill explain everything when you get here.”","Sally and James didn’t say\n\nmuch during the ride to Mark’s house.\n\nSally thought that since it was\n\n“bad news” the treasure belonged\n\nto someone else, even though\n\nthey probably lost it.\n\n“Whatever happened to ‘finders-keepers’?”\n\nshe mumbled. “What did you say Sally?”\n\nher mother asked. “Oh, nothing.”\n\nSally replied. Then she let out\n\na long, sad sigh that echoed\n\nthrough the car.","When they arrived at Mark’s house,\n\nthe police were there with the treasure box.\n\nAs Sally entered,\n\nthe captain introduced himself and said,\n\n“Sally, this is yours.\n\nYour parents need to sign\n\nsome papers but the box and its\n\ncontents are yours.”","Sally, Mark, and James\n\nshrieked with joy and danced\n\naround the room. Then Sally said,\n\n“What is the bad news?”\n\nThe captain smiled and said.\n\n“The treasure is worth more money than\n\nyou can imagine and with your\n\nnew found wealth comes\n\ngreat responsibility.” Sally didn’t quite understand \n\nwhat the captain was talking about and right now\n\nit really didn’t matter.","Mark asked,\n\n“Are you going to share?”\n\n“Of course,” Sally said.\n\n“If you and James didn’t help me\n\nI might still be there.”\n\nSeveral days later Sally asked\n\neveryone over to her house.\n\n“I have decided what to do with\n\nthe money from the treasure after it is sold,”\n\nshe said.\n\n“I am giving 1\/6 to our Mom and Dad,\n\n1\/6 to Mark’s Mom and Dad,\n\n1\/6 to Mark, 1\/6 to James, and 1\/6 for me.”\n\n“There is an extra 1\/6,”\n\nMark proudly stated. He loved math\n\nand was right on top of Sally’s calculations.","“No there’s not,” Sally said.\n\n“Is too,” James said. “Is not,”\n\nSally said in an angered voice. Just as\n\nMark was going to say,\n\n“They are at it again,” Sally said,\n\n“This is why there isn’t an extra 1\/6!\n\nI am giving it to the local charity, so\n\nit can be given to those less \n\nfortunate and in need.”\n\nHer mother and father said\n\nit was a caring and responsible thing to do.\n\nThey were very proud of her and knew that she\n\nunderstood what the captain meant when he had turned\n\nthe treasure over to her just days before."]}